{"a":"masterreviewer1000","c":["l:english","p:undertale","c:asgore dreemurr","c:asriel dreemurr","c:frisk","c:muffet","c:toriel","a:robertge","f:additional eyes","f:ass expansion","f:bbw","f:big areolae","f:big ass","f:big breasts","f:big nipples","f:bikini","f:breast expansion","f:cosplaying","f:eyepatch","f:furry","f:growth","f:high heels","f:hood","f:horns","f:huge breasts","f:lactation","f:maid","f:milf","f:mother","f:nun","f:sheep girl","f:small breasts","f:spider girl","f:stockings","f:tall girl","f:transformation","f:twintails","o:western cg"],"d":"\"Years ago, while I was browsing my Tumblr feed, I happened accross Samael's post of a Kickstarter for a little indie game called Undertale. I never heard of it before and it finished it's backing some weeks ago. Intrigued, I downloaded the demo of it. And it was nothing like i had ever played before. I was so invested into this small piece of game, that i made fan art of Toriel. Months pass, and the game comes out on Steam officially. I immiediety pick up the game, and played it to its completion. Undertale rocked me to the core. No other game put me in a fit of tears. Nothing made me feel so warm and hopeful inside. It was a powerful game and I only continued to show love for it. Then, one day, I figured I should update that Tori pic I did. A couple of months later, I found myself doing more Tori art, until I decided to try my hand at an Ask series. Undertale, to me, wasnt just a game. It was an experience. Seeing it grow from a niche fanbase to being played by some of my favorite personalities online, I couldnt have been more happy. Toby Fox created something special that people will remember for years to come. And to celebrate it's 2nd Anniversary, I decided to do this piece. Thank you Toby.\" - The Artist<br><br>Here is Ask Asi/Tori. An Undertale ask blog started way back in 2017 on Tumblr that the artist slowly turned it into a semi-webcomic. I'm posting all the pages they ever did of this as well as the all the artworks they did of these characters in this artist's universe. Hope you all enjoy.<br><br>These are all the extra text the artist included related to some of the pages.<br>Page 44: FemAsriel - '“I hate this ass!”'<br>Artist - \"Needless to say, she hasnt adjusted well. Or maybe not at all.\"<br><br>Page 46-51: FemAsriel - '“After a reset, i ended up this way. Since then, every reset afterwards, I’ve kept this body.”'<br><br>Page 52: FemAsriel - '\"Human clothing is WEIRD.\"'<br><br>Page 53: FemAsriel - \"My subjects are so strange...\"<br><br>Page 54: Toriel - \"Translated: “In all honesty it was a lot to take in at first. I mean, how would you react to having your son come back from the dead? So many things were racing through my head at once that, for a moment, I forgot about my son’s change. In fact, I think I have gotten used to it by now. She’s quite a developed woman. I’m very happy to have her around the house and be a part of my life again.\"'<br><br>Page 55: FemAsriel - '\"They always stare at my chest and butt!\"'<br><br>Page 54 57: Toriel - \"Translated: “I hope this is what you were hoping for! I think I’m all ready for the Summer!”'<br><br>Page 59: FemAsriel - '“Mom seems to find the strangest clothes from the surface..”'<br><br>Page 60: Toriel - \"Translation: \"J-Just what are you trying to imply, child?! I-I'm not that kind of monster! I get my milk from the store like everyone else!\"'<br><br>Page 61: FemAsriel - '\"Though i do like feeling tall.\"'<br><br>Page 95: FemAsriel - “Mom said she doesnt like to talk about it. She says ‘The past is in the past’.”<br><br>Page 96-99: *Hopes and Dreams begins playing*<br><br>Page 106: FemAsriel - '\"So to answer your question, yes.\"'<br><br>Page 107: FemAsriel - '\"H-Hey! Quit staring at my chest!\"'<br><br>Page 134-139: FemAsriel - '“Mom i swear, it’s not your cooking.”'<br><br>Page 153: Artist - \"After being told her milk was bitter, Asi uses her magic to increase her milk flow. Only now she realizes that she cant seem to make them stop, her pride slowly being overshadowed by her embarrassment.\"<br><br>Page 154: Toriel - \"Translated: \"Miss Muffet has informed me that in order to show my backside I must move aside some of my dress for a better view. I hope this clears up any confusion you may have!\"'<br><br>Page 155: Toriel - \"Translated: \"I honestly don't mind the extra attention. All these new friends make my dull life more interesting, to say the least. Some are a bit more uh.. \"forward\", than what I'm used to, but I don't mind. I like meeting each and every one of you.\"'<br><br>Page 157/158: \"After being told that her milk would be bitter, the princess of the Underground, Asriel, finds a milk machine to prove Muffet wrong! Though things start to get a little out of hand, as the milk begins to fly!\"<br><br>Page 159: FemAsriel - '\"Thanks. I hate it. Im turning her back now.\" -Asi'<br><br>Page 161: Artist - \"Im not sure she understands your question.\"<br><br>Page 165/166: \"Set at night after the effects of a milking machine gone wrong, one goat goes to get revenge on her spider guest.\"<br><br>Page 169-171: FemAsriel - '“On second thought.. this is dumb. I’m not trying it.”'<br><br>Page 208-212: Artist - \"Its time. Time to wake up. To re-awaken your Determination.\"<br><br>Sources:<br>https://www.furaffinity.net/user/robertge<br>https://www.furaffinity.net/user/dorantge<br>https://bsky.app/profile/robertge.bsky.social<br>https://twitter.com/Robertge104<br>https://twitter.com/SqueakSupreme<br>https://www.deviantart.com/robertge<br>https://www.weasyl.com/~robertge<br>https://robertge.sofurry.com<br>https://www.pillowfort.social/Robertge<br>https://robertge.tumblr.com<br>https://squeaksupreme.tumblr.com<br>https://deepgoatunderground.tumblr.com<br>https://www.picarto.tv/Robertge<br>https://www.transfur.com/Users/Robertge<br>https://www.patreon.com/robertge<br>https://ko-fi.com/F2F02UVNG<br>https://raccoonnecessities.tumblr.com (Dead)","g":3731804,"i":"https://ehgt.org/w/01/798/48382-1qbpgci2.webp","n":"[Western] [Robertge] Ask Asi/Tori (Deep Goat Underground)","p":1768077115,"t":"a90e787f7e"}