{"a":"grandphoenix1213","c":["l:english","l:translated","g:r.s.i.","a:rim","f:big breasts","f:emotionless sex","f:huge breasts","f:mind control","o:rough translation"],"d":"https://www.dlsite.com/maniax/work/=/product_id/RJ01542014.html<br><br>Our bodies are being controlled by \"players\" for their own convenience. Obediently, lewdly----<br><br>[Synopsis] <br><br>Kanami Okitsu, who arrived at a cafe with a nice view, lived a peaceful life as a devoted wife who cherished her family. However, her friend Seira, who was talking with her, suddenly changed her attitude and warned Kanami.<br><br>She claimed, \"We are being controlled.\"<br><br>Kanami calls for help, but those who respond are expressionless beauties dressed in what can only be described as nymphomaniac attire. Seira is restrained by these women, who call themselves \"Management.\" After having a new personality injected, Seira becomes as quiet as a different person. Kanami sighs with relief, thinking the situation is resolved, but then a strange sensation visits her as well. It was a certainty she had never doubted before: the realization that \"I, too, was being controlled by someone.\" What assails her now that she has returned to her senses is having to perform the role of a \"chaste yet lewd wife,\" starting with a morning oral session for her husband Hokuto, and engaging in lewd procreation as a wife alongside her promiscuous and unrestrained daughter, Tayuka. Will she ever be able to escape the demonic hands of the players and reclaim her sense of self...?<br><br>Our circle, \"R.S.I. Japan Branch,\" focuses on producing mind control works that are honest about the desire to \"see a person being controlled, or to try controlling her yourself!\"<br><br>Per the Artist, English product description was translated with Gemini AI.","g":3733343,"i":"https://ehgt.org/w/02/197/17227-ukxep4o2.webp","n":"[Doujinshi] [R.S.I. (Rim)] This World is Being Controlled by Someone [Digital][ENG]","p":1768150952,"t":"77a222321e"}