{"a":"Abawell","c":["l:french","l:translated","a:cblack","m:feminization","m:gender change","o:3d","o:story arc"],"d":"Amis amateurs de transgenre, je vous propose aujourd’hui du lourd, du très très lourd.<br><br>Superego (Surmoi en français) de CBlack est peut-être la meilleure histoire qu’il a écrite. C’est peut-être aussi l’une des meilleures histoires du genre. C’est intelligent, drôle, très drôle, avec une véritable histoire avec une intrigue, du suspense, de la jalousie, de jolies filles, du sexe (pas autant que certains le voudraient), et même du SM (léger).<br><br>On y retrouve les incohérences liées au genre, ça reste un fantasme pour amateur de transgenre, mais une fois que l’on y a fait abstraction, on plonge dans une histoire qui vous tient jusqu’au bout. Pas de temps mort. Il vous sera difficile de décrocher avant d’arriver à la 1566ème page, alors prévoyez un peu de temps parce que ça ne se lit pas en 5 minutes.<br><br>Petit défaut, le graphisme date un peu. L’histoire a quelques années et les outils n’étaient pas aussi performants qu’aujourd’hui. La techno va si vite que l’on dira surement la même chose dans 2 ans des comics d’aujourd’hui.<br>Mais ne reculant devant aucun effort pour vous offrir le meilleur, j’ai doublé la résolution originale en utilisant un Upscaler utilisant de l’IA pour passer en 1880x1420, puis j’ai retravaillé certaines images sous Photoshop pour corriger les yeux. En effet, les yeux blancs, ça passe encore à faible résolution, ça ne passe plus lorsqu’on l’augmente.<br><br>Alors, oui, j’ai passé beaucoup de temps sur cette traduction, vraiment beaucoup. Je suis dessus depuis 4 mois, pas à plein temps mais je pense y avoir travaillé près de 500 heures. Mais j’estime qu’elle en vaut le coup. Et si ça permet à certains de la découvrir et de l’aimer autant que je l’ai aimée quand le l’ai lue pour la première fois, alors je n’aurais pas perdu mon temps.<br><br>Abawell.","g":3735004,"i":"https://ehgt.org/w/02/199/06151-42yi9lmk.webp","n":"[Misc] [CBlack] Superego [French]","p":1768241476,"t":"9e9d23f8b8"}