{"a":"gintokiftw","c":["p:one punch man","c:mizuki","g:purple haze","a:lime","m:shotacon","m:sole male","f:ahegao","f:blowjob","f:bukkake","f:handjob","f:muscle","f:nakadashi","f:paizuri","f:ponytail","o:mosaic censorship"],"d":"I'm not interested in working on this gallery so if anyone else is interested, be my guest. Just uploading for posterity. The MTL English Version should be out shortly after this<br><br>Lime's Notes:<br>\"This time, I've drawn Mizuki from \"One-Punch Man.\"<br><br>It's been a while since I've drawn a One-Punch Man character.<br>My intention was to draw her from her first appearance in the original manga, but with the start of the third season of the anime, I finally had the necessary drawing materials, such as color samples, to begin... that's how it went.<br><br>While the anime itself has received quite a bit of harsh criticism, what I personally couldn't forgive was the nerf to Mizuki's costume, changing it from racing bloomers to leggings.<br>I was truly disappointed by that, so I made sure the costume was strictly based on the original manga.<br><br>I could have used Blackluster as the male character, but I wanted a visual contrast, so I chose a younger boy.<br>However, Mizuki is incredibly tall (probably close to 2 meters),<br>so honestly, the interaction with the younger boy was quite difficult due to the size difference, but I managed to gloss over it with some creative liberties and sheer force of will.<br><br>I haven't drawn such a muscular character recently, so I enjoyed it. I would appreciate any feedback you might have.\"<br><br>https://www.dlsite.com/maniax/work/=/product_id/RJ01543575.html<br><br>Creator Support \"C-en\"<br>https://ci-en.jp/creator/806<br><br>PIXIV FANBOX<br>https://www.pixiv.net/fanbox/creator/1233996<br><br>★We are also sharing information on X!<br><br>http://twitter.com/purplehaze_lime","g":3735208,"i":"https://ehgt.org/w/02/199/26655-cviks6sv.webp","n":"[Artist CG] [PURPLE HAZE (Lime)] EroCos Vol. 89 (One Punch Man)","p":1768254593,"t":"3cc20f115a"}