{"a":"certain_shape","c":["l:speechless","p:persona 5","c:makoto niijima","c:sae niijima","a:ayaswan","f:ahegao","f:anal","f:blood","f:blowjob","f:brain fuck","f:corpse","f:corruption","f:drugs","f:footjob","f:guro","f:large tattoo","f:mind break","f:nakadashi","f:nipple piercing","f:piercing","f:prostitution","f:rape","f:ryona","f:slave","f:snuff"],"d":"A continuation of Ayaswan's new mission to guro all the P5R girls. (and to do another work of the ones they already did previously)<br><br>Ann and Shiho: https://e-hentai.org/g/3735007/14957cb600/<br>no blood var. at pg 17<br><br>\"This new series will be like everything I did before, mostly based on \"What if\" scenarios from the original story. If you haven't played Persona 5 (Royal)before, I strongly recommend doing it now, DO IT RIGHT NOW. It's truly one of the best masterpieces regarding artstyle and writing. <br><br>And I began my work with Makoto and Sae. In case you didn't know, in P5 you can lose the game by failing to challenge the boss before a deadline date, and a bad ending would be presented in front of the player later. And there's a cut ending (you can find on YouTube) mentioning that Makoto was sold to a brothel if you didn't finish off Kaneshiro on time. This ending always makes me very excited, since I'm a huge fan of Makoto Niijima, even so for her sister Sae.<br><br>-----------------------------------------------------<br><br>So my story begins: Makoto was kidnapped and sold to the brothel controlled by Kaneshiro, and Sae was hence threatened and blackmailed. Her job as a prosecutor was forced to stop, and her investigation against Kaneshiro/Shido was dropped. Even worse, her personal safety was threatened since Makoto was in full control of the gangsters now. The master mind behind the scenes was no one but Shido Masayoshi.<br><br>Shido Masayoshi would never allow any potential threat to influence his grand plan of taking over Japan, and Makoto's downfall would be a brilliant opportunity for him. He planned to get rid of the genius prosecutor Sae Niijima once and for all, personally. But before the final stage, he'd like to enjoy the cold beauty who was famous for her will and wisdom. He's going to break and destroy her cool, confident mask. But how? By using Makoto.<br><br>Makoto Niijima was tormented during the days of her stay in the brothel. She was raped, constantly beaten, forced to prostitute, and drugged with all kinds of substances. It didn't take long to break the innocent, well-recognized Head of the student council into a shattered doll. Makoto's mind had fallen into the deepest corner of her consciousness, and her body turned into a whore who pursues the pleasure of sex and drug use over anything else. Once the defilement of Makoto is done, Shido lures Sae into Kaneshiro's underground club, where the gangsters hold Makoto. Sae had no other choice and had to obey. The gangsters took her, beat her and raped her, but she never flinched. She knew that all the things that happened here could become direct evidence for the court, and she was willing to let the abuses happen to her so she could use them against the gangsters. She took everything calmly, remembered all the participants' names and faces. But Sae didn't understand how evil and dangerous Shido is. He brought the broken Makoto, using her grudge against Sae, to accuse Sae of letting all of these happen. It broke Sae's heart to see that her sister had been fully brainwashed and turned into a little monster, and it hurts even more to hear the accusation of her own ignorance to Makoto that leads to everything. Her family is gone, her world collapsed. But she could never imagine how sick Shido is going to be.<br><br>By giving Makoto a strong dose, she turned into a crazed fiend who is willing to do anything for sexual pleasure. The rest of the story doesn't need to be described, just read the images and you'll see. Sae Niijima was later impaled by a baseball bat deep into her vagina, then had her skull fully opened. Her once brilliant, intelligent brain was fully exposed in front of Shido, then touched, stepped, and crushed by Makoto's feet, and later rubbed on the men's cocks as a footjob lube. The genius, beautiful public prosecutor was no more but a mere shell lying dead on the floor, not that she cares anymore, since everything meaningful for her is gone, and it might be an ease for her to just let go. <br><br>But Shido has not done yet, not by just killing Sae Niijima. There's another pretty girl lying in front of him, bleeding heavily, drugged to idiocy, begging for cocks, and still alive. There are still plenty of things that can be done tonight...<br><br>=========================================<br><br>This story is one of my most desirable ones to draw for quite a while. The sheer thought of crushing a cool, tough, beautiful woman's brain by feel makes me quite unstoppable. Also, I was wondering, why is there never a picture depicting such a scene? Foot job the brain? Anyway, I hope you enjoy this chapter and find it satisfying. I also hope more artists will depict the footjob brainfuck sooner or later. Let your imagination run, run fast, run wild, and run into 2026!!(only 24 hours left)<br><br>I wish you all a happy New Year!<br><br>Cheers\"","g":3735028,"i":"https://ehgt.org/w/02/199/12634-idd006qt.webp","n":"[Artist CG] [Ayaswan] What If - Makoto + Sae PART1 (Persona 5)","p":1768243690,"t":"c2a41aa6a1"}