{"a":"certain_shape","c":["l:speechless","p:persona 5","c:anne takamaki","c:shiho suzui","a:ayaswan","m:monster","m:necrophilia","f:ahegao","f:amputee","f:blood","f:blowjob","f:corpse","f:deepthroat","f:guro","f:headless","f:latex","f:nakadashi","f:ponytail","f:rape","f:schoolgirl uniform","f:sex toys","f:snuff","f:twintails"],"d":"https://www.pixiv.net/en/artworks/135064387 Pg 1-6 + variations Pg 34-39<br>https://www.pixiv.net/en/artworks/135409682 Pg 7-17 + variations Pg 40-48<br>https://www.pixiv.net/en/artworks/137573913 Pg 18-24<br>https://www.pixiv.net/en/artworks/137698867 Pg 25-32<br><br>\"I just got a new idea about many of the P5R girls. I wish to, if possible, make the girls in pairs, using minor yet similar execution methods for each one of them, and ending each pair in a forensic report - use science to conduct their last moments. I think it's going to be a fun idea, and I'll try to pair the girls interestingly. It's hard to describe my thinking process here, and I don't wish to spoil the fun, so let's wait for Ann's partner to show up and see how she dies, and you'll get what I mean. <br><br>*Don't worry. These girls are just phantoms in my palace, and none of the real P5 girls were harmed during the making of this series.\"<br><br>\"Autopsy\" (Pg 18) Story draft MTL:<br><br>Today, the bodies of two criminal victims—young, beautiful girls—were brought to the autopsy room. I've been working in this field for three years, and this is the first time I've seen such young victims. The murders were extremely brutal—both girls had been decapitated and there were clear signs of rape. The seniors were fascinated and discussing the girls' clothing. One was wearing a very sexy, low-cut latex suit, while the other was wearing regular school gym clothes. \"She looks like an anime cosplay character,\" \"She has a really cute face,\" \"What kind of girl would wear something like that at such a young age?\" \"Could this have happened to her because of a sugar daddy?\"... I know it's inappropriate for me to discuss victims like this, but the seniors seem used to it. Hmm... as long as it doesn't leak outside the room, I guess it's okay.<br><br>Regardless, the autopsies proceeded smoothly, but the conclusions were horrifying. All of the deceased were around 17 or 18 years old, and their core temperatures estimated the time of death to be approximately 10 hours earlier. There was no obvious rigor in the bodies. The direct cause of death in all cases was blood loss and respiratory arrest due to decapitation. The blonde girl was clearly of Western descent, and her secondary sexual characteristics were significantly more advanced than those of her age. No obvious trauma was found on the torso, but there were clear teeth marks on the left breast—we will document this and hope to match them with dental records. The vagina and anus were found to be engorged and lacerated, and the hymen was freshly torn. Male semen was found inside the vagina and anus, and large amounts were also present in the esophagus and stomach. These were clear signs of sexual assault.<br><br>The autopsy results for the black-haired girl were similar to those for the blonde girl, with both girls suffering from extensive physical injuries consistent with sexual assault. Furthermore, there were various old and new bruises and blood stasis scattered throughout the girl's body, and a brain autopsy revealed signs of a mild concussion. This suggests that she had been abused multiple times in the last week or two of her life. Her muscles were more developed than those of her age, and she had thick calluses on the soles of her feet, suggesting she likely had been involved in sports training. However, the scars on her hymen were old, suggesting she had been sexually active for some time. Combined with the aforementioned conclusions about abuse, it's hard not to imagine she may have been assaulted before. It's truly pitiful.<br><br>\"Surprisingly, the autopsy also revealed a laceration of the cervix and a large amount of semen was found in the uterus. This is not normal. Considering the size of the man, it is difficult for normal sexual activity to cause such damage, and it is also unlikely that a large amount of semen would be released into the uterus. This suggests that the perpetrator may have had an extraordinarily large penis and an extremely strong physique, and we hope that this clue will be helpful in the police investigation.\"<br><br>Even more disturbing was the fact that examination of the neck revealed severe esophageal lacerations, evidence of a dislocated mandible, and a large amount of semen remaining in the mouth. This was clearly the result of the perpetrator also sexually assaulting the severed heads of the girls. I cannot even imagine, and have no experience in judging, whether such an inhuman act was committed while they were alive or after death. Fortunately, my senior colleague carefully compared the throats, fundus, genitals, and internal organs of the two girls, and found that the black-haired girl's entire body was significantly more congested than that of the blonde-haired girl. Ultimately, we came to the following conclusion: the blonde girl's entire assault, including her head, was committed postmortem. Meanwhile, the black-haired girl's assault was partially antemortem and partially postmortem. In other words, the blonde girl was assaulted after decapitation. The black-haired girl was raped, then murdered, and then the corpse was sexually assaulted again.<br><br>The assault also included sexual assault on the severed head - just how twisted must the perpetrator's mind be? It sends chills down my spine... Although I've only been working as an autopsy examiner for three years, I'm already accustomed to performing autopsies according to procedure and recording evidence. However, as the autopsy progressed, the traces of the perpetrator's brutality became increasingly clear, and my fears grew. I broke out in a cold sweat, my limbs stiff, like a student on their first day of school. I could even hear my seniors whispering to each other, saying things like, \"The perpetrator is probably three meters tall,\" and \"No DNA reaction was detected in the semen sample collected.\" Could this crime really be the work of a human?","g":3735007,"i":"https://ehgt.org/w/02/199/08465-0e7akiy6.webp","n":"[Artist CG] [Ayaswan] Ann + Shiho's Rape, Beheading and Autopsy (Persona 5)","p":1768242014,"t":"14957cb600"}