{"a":"孙笑川25","c":["l:chinese","l:translated","p:yahari ore no seishun love come wa machigatteiru","c:hachiman hikigaya","c:yukino yukinoshita","g:studio a","a:inanaki shiki","m:sole male","f:defloration","f:schoolgirl uniform","f:sole female","f:stockings"],"d":"2025.8.16发布<br>稲鳴四季老师fanbox上的漫画，还没有更新完。<br>我也是前两天因为无聊才学会嵌字的小白，日语也只有学过五十音的水平（虽然也看过比较多动漫就是了），翻译是通过豆包翻译，顺便学习日语，尝试加入自己理解翻译的，中间也有请教日语生舍友。如果有什么问题也欢迎大家指教。<br>四季老师fanbox很多单图也没啥人翻译，因为想看懂一些语境增加情趣，抱着这样的想法所以我尝试这样做了，看着没人上传过所以翻译好就打算上传给大家看，后面也是不定期更新，翻译好一部分就上传，希望大家看得开心。也许有空也会上传一些单图的翻译？<br><br>补充一下本作的背景：说是四季老师创作的春物宇宙中比企谷和雪之下第一次做爱。<br>ps：我最喜欢看四季老师画的小町，不知道他下次画小町会是啥时候。要是有第一次和小町做爱的漫画就好了，可惜小町的单图都不是很多……<br><br>2025.8.18更新<br>之前学艺不精，发现描边我一直选的内部描边，还奇怪为啥自己的描边和别人的不一样。再看教程才发现应该选外部描边，这样味就对了。真是遗憾之前的描边描得一坨。<br>另外发现发的杂图合集上热门了，真的非常感谢大家的喜欢，在此也放个链接跳转：https://e-hentai.org/g/3491337/66d4a60e48/<br>不过这边漫画的点击量就远远不如那边杂图集了，果然大伙都觉得四季老师的漫画没单图好看吧，我也对此保有同感。<br><br>现在我还会调图层半透明填字了，字号也比以前会更切合原作一些，就这样每天进步一点点应该会填得越来越好看吧。<br><br>2025.8.19更新<br>这两天要去上班，因为才刚刚毕业，所以要先适应一下看看，因此这阵子更新进度会慢一点。如果有时间还有宿舍条件允许的话，会接着更新吧。<br>四季老师的杂图的如果大家有想看的可以留言，不然我可能会优先尝试把《侍奉部的艳彩》的那些图优先翻译然后整理成册，毕竟也是在CM上有发行的册子，在fanbox上能看到真是太好了。其他作者的汉化暂时先不考虑了，一来个人水平有限，其次精力有限。选择四季老师的作品汉化，也是归功于他相对来说比较冷门吧，长期画春物同人的也就是他了。<br><br>翻译吐槽：p34 雪基百科竟然不知道AV是什么，本来以为只是在装可爱，没想到是真的误会了……<br><br>2025.8.28更新<br>家人们，主播这阵子在世界上的某个角落努力工作，并不是弃坑了，希望大家耐心等待。后面一旦有休息的空档，我会火速更新，感谢大家的支持，我很想你们<br><br>2025.9.13更新<br>时隔三周终于更新，但只连夜造了3张，文字太多啦！<br><br>2025.9.21更新<br>刚毕业能有双休的工作真是太好了，但还是有些工作要加班完成……<br>不管怎样至少更新了6页，而且我发现了识图翻译，这下效率又可以提高了，可惜的是每段时间只能传5份文档，后续要接着手打翻译了。<br>接下来是翻译吐槽：小两口贤者时间又聊起由比滨了，反复拷打败犬这一块。我只想说“无聊，我只想看到血流成河.jpg”，请大家多多开点impart才是真的，不要丢下由比滨自己玩了好吗？话说c106的本子出来要等好久，才看到评论区说可能得年底，唉，等待的时间总是漫长的……<br><br>2025.10.4更新<br>大伙国庆快乐，难得的假期嵌了5张，四季老师最新也才更到p64，就差一点就要嵌完了，真不容易<br><br>2025.10.7更新<br>转眼假期就只剩一天了，唉，不想上班……<br><br>2025.11.16更新<br>久违的更新，四季老师也才接着把这个漫画更新到p68，也不知道啥时候才能完成，似乎他打算把这本当冬cm的作品发布，如果是那样的话我就是第一个弄好汉化的了，但那样岂不是没有新作看了。只能说喜忧参半……<br><br>2026.1.5更新<br>大家新年快乐呀，不知不觉就已经2026年了。这部作品四季老师也是已经在c107上发布了，真的好长，也不知道我能不能在有生肉搬运上站之前，把这部作品翻译完，我会努力的……<br><br>话说p67的吐舌好色，雪乃有长篇，四季老师什么时候能再画小町的本子呢，希望小町也能有个长篇，我唯爱妹系这一块<br><br>2026.1.8更新<br>把封面也上传了，剩下20来页，每晚有空弄一点点，我就快弄完了吧，加油！<br><br>2026.1.13更新<br>把正戏之前的0的内容也补上了，接下来抽空慢慢搞定应该月底之前就能完成这个作品了。<br>不得不说四季老师很多的对白设置实在太怪了，也有可能是我没系统学习日语的问题，所以有很多不通顺的地方也还是请各位海涵。最主要可能我也是想做给自己看，虽然说翻译出来之后我也没有对着这本用过就是了……雪乃不是很色啊感觉。还有就是p84和p85我偷懒了就没有翻译拟声词，后面想偶尔翻译些单图自己用好了，长篇实在是太长——了<br>不过新更新的p7的画面确实很让人心动","g":3736425,"i":"https://ehgt.org/w/02/191/31714-o73ihsy8.webp","n":"[Doujinshi] [Inanaki Shiki] Yukinon Manga (Yahari Ore no Seishun Love Come wa Machigatteiru.) [Chinese] [Ongoing]","p":1768317343,"t":"0bd416e0da"}