{"a":"Vindizzle","c":["l:english","l:translated","g:niikyuu","a:luku","f:ahegao","f:big breasts","f:bodystocking","f:bondage","f:clit growth","f:corruption","f:fox girl","f:futanari","f:futanarization","f:gloves","f:kemonomimi","f:magical girl","f:masturbation","f:pantyhose","f:penis enlargement","f:stockings","f:stuck in wall","f:tail","f:tentacles","f:unusual pupils","f:urethra insertion","o:uncensored"],"d":"Removing the censorship from Luku's incredible futa character, Akane, and her partner, Aoi. Gallery will be updated as more images are fixed in future. I've not been able to work on this for some time, but recently dusted off clipstudio and started practicing again.<br><br>////Ongoing WIP ~107 files to go before completed gallery////<br><br>Notes:<br>-Image 10 (slime into urethra) and image 13 (first ejaculation) from the English set have now been added, decensored.<br><br>-Added new decensored images in pages 24, 25, 26, 27, 28, 29, 30.<br><br>-Including additional pages that either immediately precede or follow decensored images that don't require decensoring. I'll continue to add those images not requiring edits as connecting pieces to finished decensorship work in future. If you haven't seen the full story yet and you want the full story right now, see the source link included below.<br><br>------All translations sourced from Reisou Shinki Illusion ~Shikkoku ni Somaru Ao~ | Spirit Suit Princesses Illusion ~Black-Stained Blue~ [English] =SW= Censored English Translation: https://e-hentai.org/g/1019706/6cd0b04fb5/<br><br>------Bonus English decensored images pages 44 to 49 of Akane that I fan translated and added to<br><br>-If curious, I'm using clip studio paint and assorted reference material from Luku's works where they drew an uncensored sample version at some point in the past. Attempting to stay as true to the source of their work as possible with some artistic discretion. Mozaic censorship a shit!<br><br>Cheers,<br><br>------Pixiv: https://www.pixiv.net/en/users/685383/artworks?p=1<br><br>Previous gallery to be expunged since it was too long since previous update, can no longer update access: https://e-hentai.org/g/2978665/82f734af8d/?p=1","g":3736871,"i":"https://ehgt.org/w/01/411/80863-1mrln6r8.webp","n":"[Artist CG] [Niikyuu (Luku)] Ongoing Akane & Aoi Censorship Removal Project v2 [English] [Decensored]","p":1768348112,"t":"2a182153cb"}