{"a":"Major Lacho","c":["l:chinese","l:translated","p:blue archive","c:himari akeboshi","c:neru mikamo","c:rio tsukatsuki","c:toki asuma","g:moujou ishiki","a:canvas solaris","f:big breasts","f:big penis","f:dickgirl on dickgirl","f:dickgirl on female","f:full-packaged futanari","f:futanari","f:huge breasts","f:huge penis","f:shemale"],"d":"这里是黄记汉化组<br><br>这是碧蓝档案的同人志，国语<br><br>- 我也不知道为什么拿到的是扫图版，搞到最后几页才发觉……<br><br>- 因为我打的国际服，所以称呼都按繁中为准，以后也是这样。<br><br>- 就是这调月莉央，由内到外、从头到脚都散发着一种天然的骚劲。我的老天，不愧是千年第一大骚逼！故意装作端庄的黑长直秀发、大得可怕的巨乳、短裙也覆盖不住的大骚臀、黑丝裤袜包裹着的长腿子，以及那似有似无的，仿佛看着垃圾的红色眼眸。相信没有哪个健全的雄性智人能不被其牢牢吸引，逃脱出由莉央的信息素所编织的包围网。遇到莉央这样的骚货，我要一把从正面将她抱住，双手绕过她的腰肢，使劲揉她的大骚臀。两个大肉团本身就已经柔软到了极致，而那层黑丝又增加了一分令人无法自拔的绝妙弹性，只叫人死心塌地。这个时候我不会选择用嘴堵住莉央的嘴，品尝她甜美的津液。而是把脑袋埋进她的脖子，她的黑发之中。迫不及待地吸入莉央所散发出的那独有的、让雄性欲望大增的体香和骚香。不时轻咬她的耳垂，让她不自觉地发出“嗯嗯啊啊”的轻声娇嗔，犹如靡靡之音。我的鸡巴此时早已硬得发疼，但现在还不是时候，因为我要隔着裤子，隔着莉央的衣服，往她柔软的腹部上使劲蹭。让莉央这头又香又骚的千年母猪感受我的温度、我的硬度。让她的欲望逐渐积累，却求而不得，迫使莉央不得不把手挤进我与她的狭缝中，吃力地抚摸我那蓄势待发的鸡巴。满面通红、眼神逐渐迷离的莉央终于再也忍受不了，于是她双唇咬紧，含糊不清地向我请求做爱许可。我假意答应，一把将这胯下都湿成泽国的骚逼推到床上。莉央随即摆出大字，心中无限期待接下来要发生的事。可她怎会想到，我虽然三下五除二脱掉了上衣，脱掉了裤子，但唯独不对她下手，仅仅是帮她脱掉鞋子。不等莉央反应过来，我便抓起那对被黑丝和高跟鞋闷了一天，湿气蒸腾的香香脚往脸上放。羞愧难当的莉央还想起身阻止我，但一切都晚了！我把脸埋进了那双骚死人的黑丝玉足内，双手抱住肉腿往上提，硬如铁棍的鸡巴则夹在中间。热乎乎、香喷喷的足弓和趾缝用鼻子和舌头去好好享受一番，黑丝长腿由我的双手感受其中的奥妙，而莉央的腿根，还有那女人最最私密的部位，就交给我的大鸡巴，来回地蹭，来回地抽插。从上到下，我身体的每个部分都有快感传递，爽到升仙。可莉央这个平日就欲求不满的大骚逼，她所感受到的也只有我的零头，身心早已经按捺不住，却又无可奈何。当我的鸡巴忽然传来即将射精的信号时，我立马收手，这对黑丝长腿也放了回去。此时的莉央喘着气，身体已似没了气力，任由小穴里哗哗流出来的淫水从内裤和丝袜溢出，在床上留下一块水迹。接着我要求莉央脱掉那蕾丝边的黑色丁字裤，刚拉下来就看到小穴和潮湿的内裤之间早已拉丝。由于平时疏于管理，底下浓密的毛发都被淫水粘成了一片片。等她重新穿好丝袜，我立马扑上去，脸隔着丝袜贴在她的淫穴上，感受这大骚逼最神秘、最令人着迷的味道。一舔一闻，便足以让一个男人陶醉其中，裹着丝袜的两腿再轻轻一夹，更是让人欲罢不能！虽然想就这样一直品味这独特的滋味，奈何鸡巴已经胀得快爆炸了，不得已匆匆撕开裆部，让那肥厚多汁的淫穴暴露在外。本身浓烈的雌性气息就已弥散在周围空气中，而莉央浓密的阴毛更是增添了几分醇厚。用双手轻轻撑开那两瓣肥美的阴唇，粉嫩嫩的洞穴便映入眼帘。在鸡巴深入之前，我用舌头先探探虚实。骚味、酸味，还有淡淡的尿味以及一种说不清又道不明的香味钻入口腔，那不断溢出的淫水犹如琼浆玉露，怎么吸都吸不够。一连串下来，莉央这骚婆娘已经彻底无法忍受了，连连求我操她的骚逼，甚至慌慌忙忙地伸手去抓我的鸡巴。既然如此，那我就成全她！真不愧是骚逼中的骚逼，淫贱中的淫贱。我刚把鸡巴插进淫穴里，莉央就用她的黑丝大长腿环抱住我的腰，双臂也搂着我，伸出嘴唇就想要我接吻。可惜啊，她越是着急主动，我越是不配合，就是想让她越来越着急。不等她亲上来，我一个侧头，又把脸埋进了她的颈窝，一边用力抽插莉央的淫穴，一边享受这淫荡雌性的发情气味。可让人没想到的是，我反而正中了莉央这大骚逼的下怀！她身体散发的味道如同催淫素，越是吸进鼻腔，抵达身体深处，鸡巴越是躁动难耐，抽插的速度也越来越快。莉央的娇喘也是她的一样法宝，由于我的脸贴在她的颈部，导致耳朵露在她的嘴边。莉央的每一次呼吸，每一声娇嗔，都听得清清楚楚。从她嘴里发出的声音和气息，竟是如此可怕，令我全身感到一阵阵酥麻。我的身体，包括我的鸡巴都被莉央淫乱的声音给控制了——她想让我横冲直撞，我的鸡巴就别想停下；她想让我射精，我就得乖乖让精子聚集起来，做好一切准备。莉央的小穴也如同一个活物，它会根据我抽插的节奏，来灵活改变松紧程度，始终让我鸡巴所感受到的快感达到最高峰。什么金枪不倒，什么30分钟真男人，在大骚逼莉央的面前，通通成了笑话！原来刚才的一切都是她故意做出的假象，现在我即便想收手都做不到，因为身体已经被她牢牢锁住。现在要么射精，要么继续抽插，直到射精。当然，莉央不会给我思考这些问题的机会。等她觉得时机已到，便瞬间用淫穴夹紧我的鸡巴，四肢同时缠紧，让我无处可逃，任由精液哗哗不断地从尿道口喷涌而出，灌进她的子宫。这一发也快掏空了我的体力，翻身躺在床上，大口大口喘着粗气。但莉央可仍未满足，抓着软下去的鸡巴就赶紧来了个清洁口交，她的舌头如同活了一般，从鸡巴根部到龟头，都灵活地舔舐了一遍，冠状沟也都仔仔细细地搜索了两次。最后她一边用一种极其淫乱的眼神看着我，一边吮吸我的龟头，仿佛要把尿道里残留的精液都一滴不剩地吸出来一样。莉央的双手也没闲着，时而捏住鸡巴根部，时而轻轻揉捏我的睾丸，手法之娴熟灵活，就像已经完全掌握了雄性的生理结构一样。好在我刚射过一发，否则精子早就不停使唤地射进她的嘴里了。但即使是这样，我的鸡巴也在一两分钟内重新完全勃起。浑身燥热的她坐起身，脱掉了身上的衣服，取下冒着热气的胸罩，露出了那对洁白又巨大的奶子。身上的汗水让她的大奶子看起来光滑晶莹，还能看到那若隐若现的青筋，两颗粉嫩的乳头点缀在上面。这样淫荡的大奶子摆在面前，哪个男人会不心动？晃着硬邦邦的大鸡巴，我一把抱住那对巨乳，迫不及待地用嘴同时含住那两颗硕大饱满的粉葡萄，让它们在口腔里，被我的舌头无情地搅动、玩弄。汗水混合着体香，竟使我的双手和意识断开了连接，在莉央这个极致的骚货身上胡乱抚摸。不能这样下去，我干脆吐出一颗葡萄，供我的手去享受那只大奶的柔软和温暖。至于另一边，我连同乳晕一起，大口地含住，用力地吮吸，好似一个饥渴数日的旅人，在沙漠中突然找到了水源。莉央也似母亲一样温柔地抚摸着我的头，另一只手却在逗弄我那根硬挺的鸡巴，五指在上面游走，轻抚着已经膨胀到极点，前汁不停往外流出的龟头。随后她似突然发了情，轻轻发着娇嗔，把奶子从我嘴上拿开，然后一把将我按到床上。接着跪坐在我面前，慌忙抬起我的下身，给我乳交。这两大块乳肉绵软得不像凡间之物，同时又充满了弹性。鸡巴被埋在里面根本看不到，只有从那里传来的绝妙快感让我无时无刻不意识到鸡巴依然长在我的胯下。每次莉央双手抓着大奶子来回揉搓几次，就使劲往下按，使龟头露出来，接着她低头用舌头轻轻舔舐尿道口。整根鸡巴都在承受着难以想象的“乳压”，而唯独龟头能喘口气，却被这骚逼的舌头逗弄着。几个回合下来，鸡巴已经再也无法忍受这种被快感反复鞭策的折磨，精液最终在莉央淫荡的双乳间喷射出来。可哪怕已经射干净了，莉央还是抓着逐渐发软的鸡巴，用嘴巴、用舌头反复确认尿道里面已经没有剩余的精液后，才把我放下来。她蹲到我的面前，提起沾满白浊精液的奶子，贪婪地伸出舌头去舔食。另一只手则掏着她的淫穴，里面的白浆不断落下，在床上留下一大片痕迹。看着这样极其淫乱的光景，一想到平日里莉央的作风和仪态，我那湿漉漉、黏糊糊、滑溜溜的鸡巴竟又开始蠢蠢欲动起来——即便蛋蛋里面已经弹药告急。见我的鸡巴又有了些反应，莉央立马坐了上来，搓了几下鸡巴就往淫穴里送。紧接着，肉体与肉体的碰撞声、喘气声、娇嗔声、水声，不绝于耳。莉央用嘴巴堵住我的嘴巴，下半身使劲来回摆动，连床架都在不住地摇晃。淫穴紧紧抓住鸡巴不放，就算蛋蛋都空了，也非挤出几滴不可。此刻我便知道，一旦和莉央这种绝世大骚逼做了爱，别的女人就再也满足不了自己了。哪怕是心菜教官全裸站在面前，也一样索然无味。今后即便莉央与我擦肩而过，鼻腔捕捉到了留在空气中的，那一缕莉央独有的雌性香气，鸡巴也会不自觉地勃起。但那一刻我将明白，这并不丢人。","g":3737731,"i":"https://ehgt.org/w/02/201/78766-28wufcco.webp","n":"[Doujinshi] (C106) [Moujou Ishiki (Canvas Solaris)] Chou Tensai Byoujaku Bishoujo Chinpo Hacker VS Big Sister (Blue Archive)[Chinese] [黄记汉化组]","p":1768402051,"t":"1c383d5d3a"}