{"a":"grandphoenix1213","c":["f:ahegao","f:anal","f:anal intercourse","f:bondage","f:corruption","f:corset","f:dark sclera","f:demon girl","f:garter belt","f:horns","f:nakadashi","f:stockings","f:tail","f:tentacles","f:unusual pupils","f:wings","o:ai generated"],"d":"https://www.dlsite.com/aix/work/=/product_id/RJ01531074.html<br><br>Circle: Lustrous Hina Emaki <br>Series name: Post-growth series<br>Illustration: Pink Hina Picture Scroll<br><br>The immorality of a mature princess. Violated by mucous tentacles, he falls deeper into lust and pleasure..<br><br>The long-awaited \"adult version\" of \"Demon Princess Violated by Mucus Tentacles to Pleasure Flesh Doll\" is now available.<br><br>In this work, in stark contrast to the girl version, the demon princesses with their voluptuous and mature bodies fall prey to a ring○ of countless mucus tentacles.<br><br>A thorough description of how proud adult princesses are consumed by a wave of primal pleasure that even their experience and knowledge cannot resist.<br><br>It features mucus-soaked, shiny skin, panting, distorted adult expressions, and many deeper, more lascivious situations of intrusion and union that the girl version couldn't quite capture.<br><br>Experience the immoral fate of adult princesses who have completely abandoned reason and become pleasure-devouring \"flesh puppets of pleasure\" in high-resolution full-color CG.<br><br>There is a rich sense of immorality and ultimate descent into pleasure that can only be expressed through a mature body.<br><br>【Contents】<br><br>-Restraint by the tentacles of various demon girls, Ryo○Scene<br>-Multi-tentacle ring○, ahegao, climax scene<br>-Breast-sucking tentacles, strong ○ climax scene with breast penetration<br><br> Demon Princess Violated by Mucus Tentacles to Pleasure Flesh Doll ～Adult ver.～ [Lustrous Hina Emaki] <br>Proud Valkyrie Captured in a Slime Cage<br>Demon princesses wearing strong armor are entangled in a large number of mucus tentacles, immobilizing them. The armor covering the voluptuous body has been transformed into an ornament that highlights the intrusion of the tentacles. The tentacles penetrate through gaps in the armor and propel themselves into the mouth, chest, and groin. It's a powerful introduction that captures the beginning of the humiliation and pleasure they experience after this.<br><br> Demon Princess Violated by Mucus Tentacles to Pleasure Flesh Doll ～Adult ver.～ [Lustrous Hina Emaki] <br>Black leather bondage melts into the wet skin of pleasure<br>Princesses stripped off their armor and dressed in black leather bondage. The body has already become accustomed to the caresses and intrusions of the tentacles, and its emotions have changed from fear to pleasure. The black leather, wet with lustful slime and squirting orgasms, sticks to the skin, highlighting its immoral beauty. Tentacles that play with nipples, tentacles that dig into the groin. The salivation of pleasure that overflows from their mouths indicates that they are abandoning their reason and transforming into lewd meat puppets. It is a moment of intense, sensational feast, with an accelerated descent into pleasure.<br><br> Demon Princess Violated by Mucus Tentacles to Pleasure Flesh Doll ～Adult ver.～ [Lustrous Hina Emaki] <br>The humiliation of exposing one's groin while wearing armor<br>The supposedly proud demon princesses are left with their crotches wide open without removing their armor or corsets. Thick tentacles pierce relentlessly into the vagina and anus, digging up flesh walls. Her voluptuous breasts are played with by her tentacles, screaming with pleasure. The mucus and semen spilling from their crotches indicates that they are unable to maintain their senses. It is a moment of intense, immoral circle○ in which princesses in different costumes fall into the same abyss of pleasure.<br><br> Demon Princess Violated by Mucus Tentacles to Pleasure Flesh Doll ～Adult ver.～ [Lustrous Hina Emaki] <br>Princesses drowning in semen at the end of pleasure<br>There is no longer any shred of reason. Demon princesses are at the height of their pleasure, their glowing white skin stained with copious amounts of semen.<br>In particular, you can see that his thick tentacles are inserted and removed from his crotch, spraying semen with force. A drool of pleasure hangs from their mouths, and their blank eyes indicate that they have been completely transformed into flesh puppets of pleasure.<br>Tentacles are entangled around her voluptuous breasts, and pleasure rules the holes in her entire body. This is a painting of the pinnacle of rings○, where the contrast between white skin and semen highlights the immoral beauty.<br><br> Demon Princess Violated by Mucus Tentacles to Pleasure Flesh Doll ～Adult ver.～ [Lustrous Hina Emaki] <br>Princesses moaning with pleasure<br>Demon princesses in corsets and lingerie fall prey to the bondage of tentacles. In particular, it is a humiliating situation in which the abdomen is clamped against the thick tentacles, compressing the internal organs.<br>Meanwhile, another tentacle has penetrated deeply into the vagina and anus, and a violent ring○ continues. The double stimulation of the pain of bondage and the pleasure of intrusion completely destroys their reason, and they look ecstatic.<br>Her voluptuous breasts were played with by her tentacles, and drool flowed from her mouth. This piece depicts the height of immoral pleasure, woven together by bondage and rings○.<br><br> Demon Princess Violated by Mucus Tentacles to Pleasure Flesh Doll ～Adult ver.～ [Lustrous Hina Emaki] <br>A circle of pleasure that transcends skin color and clothing○<br>In this scene, demon princesses of different skin colors and costumes are subjected to various ryo○ with their tentacles.<br>The princess on the left is doggy style with her tentacles deeply thrust into her anus, giving her an expression of orgasm. The princess in the center is writhing in pleasure, her whole body wet with mucus and her breasts sucked up by her tentacles. The princess on the right, still clad in her armor, has lost her sense of reason after having her tentacles penetrated deep into her vagina.<br>This is a varied circle○scene depicting various types of princesses falling into pleasure with their own positions and torture. With this one album, you can enjoy the diverse situations of the CG collection.<br><br>Succubus | Dark Sclera | Horns | Tail | Wings | Corruption | Ahegao | Tentacle | Big Breasts | Bondage | Stockings | Garter | Anal | Anal Intercourse | Nakadashi","g":3737849,"i":"https://ehgt.org/w/02/198/13203-1cgynq3u.webp","n":"[Misc] [Lustrous Hina Emaki] Demon Princess Violated by Mucus Tentacles to Pleasure Meat Doll ～Adult ver.～ [AI Generated]","p":1768408451,"t":"be42c4a9a6"}