{"a":"Mars70","c":["l:french","l:translated","a:resurgum2","f:big breasts","f:bisexual","f:cunnilingus","f:lingerie","f:makeup","f:milf","f:mother","f:painted nails","f:squirting","f:yuri","mi:incest","o:3d","o:multi-work series","o:uncensored"],"d":"Les membres Discord ont découvert cette trad le : 13/12/2025<br><br>Résumé :<br>Dans ce second chapitre brûlant, les frontières entre désir et interdiction se brouillent sous la chaleur moite d’une nuit alcoolisée. Betty, femme mûre et magnétique, rentre d’une soirée où les regards se sont posés sur elle comme des caresses volées. Mais c’est chez elle, face au jeune Keith — l’ami de son fils — que la tension explose. Entre jeux de pouvoir, corps fiévreux et pulsions longtemps contenues, le comic explore la collision entre l’expérience et la fougue.<br>Chaque geste devient provocation, chaque soupir une invitation. Betty s’amuse à dominer, puis se laisse emporter, découvrant dans cette transgression une ivresse nouvelle. Le récit, à la fois cru et raffiné, fait monter la température sans jamais perdre sa sensualité : un ballet charnel où le plaisir devient terrain d’affrontement et de complicité. Et quand l’idée d’un futur trio s’invite dans leurs fantasmes, le lecteur comprend que la saga ne fait que commencer.<br>Note : 7.5/10<br>Points forts :<br>• Alchimie torride entre les personnages, mêlant tension et jeu.<br>• Mise en scène fluide et audacieuse du désir intergénérationnel.<br>• Narration dynamique, oscillant entre domination et abandon.<br>• Illustrations expressives qui subliment le plaisir et la provocation.<br><br>Un like, un commentaire, ca fait toujours plaisir... alors n'hésitez pas ;)<br><br>Une traduction par Marsu70<br><br>Si vous souhaitez me suivre et ne pas louper mes traductions, rejoignez nous sur mon Discord :<br>https://discord.gg/Z6gGBUDx9H<br>Mes traductions y sortent quelques semaines avant d'être partager sur les autres forum.<br><br>Si vous aimez mon boulot et souhaitez me soutenir, m'offrir un café (ou plus), suivez ce lien :<br>https://ko-fi.com/maitrs<br><br>Je me suis également lancé dans l'écriture de roman pour adulte.<br>Si ca vous intéresse, vous pouvez les trouver ici :<br>https://ko-fi.com/maitrs<br><br>Mes autres traductions de cet auteur :<br>Jap Wife Need BBC : https://e-hentai.org/g/3549547/b98273e22f/<br>Arisa - Japanese Partygirl loves BBC : https://e-hentai.org/g/3588029/257d9ed2e0/<br>Steph and Pam - Hotel Story : https://e-hentai.org/g/3621083/2d086a0975/<br>Steph and Pam - Flight of Fancy : https://e-hentai.org/g/3673284/2bc5cefce4/<br>Betty - My Best Friend's Mom - Part 1 : https://e-hentai.org/g/3704655/4f1ea8f17c/","g":3738649,"i":"https://ehgt.org/w/02/202/80614-estdxnol.webp","n":"[Misc] [RESURGUM2] Betty - My Best Friend's Mom - Part 2 [French]","p":1768451817,"t":"c5e69044f3"}