{"a":"grandphoenix1213","c":["m:bald","m:dark sclera","m:demon","m:horns","f:anal","f:bondage","f:corset","f:dark sclera","f:demon girl","f:garter belt","f:horns","f:nakadashi","f:nipple piercing","f:piercing","f:sex toys","f:stockings","f:tail","f:wings","o:ai generated"],"d":"https://www.dlsite.com/aix/work/=/product_id/RJ01526997.html<br><br>Circle: Lustrous Hina Emaki <br>Series name Post-growth series<br>Illustration: Pink Hina Picture Scroll<br><br>Summary:<br><br>A sweet nectar of ripe fruit, different from a girl... He is played with by machines and men, and his body and mind become corrupted.<br>A big-breasted demon with a body as full as proud, ripe fruit.<br>When she was taken prisoner by the betrayal of her kind, two hellish curtains rose, one more dense and cruel than youth.<br><br>《Machine Development Part》<br>Even when he lies down on the cold bench, the light in his eyes never fades.<br>But the state-of-the-art pleasure development machine accurately captures every inch of her mature body, eroding her adult pride from within.<br>\"Stick...! It's like this, and I...!\"<br>It's not a high-pitched scream like a girl's. The mouth that clenched its teeth and desperately tried to endure let out a helpless, lascivious sigh from its ripe body.<br><br>《Kozoku Ryo○Part》<br>His body, with its pleasure circuits burned into it by the machine, was too vulnerable in the presence of the strong demon men.<br>Her ample breasts are wildly kneaded, and her maternal womb becomes a vessel for the infusion of the desires of her kind.<br>\"Stop it...! I, with you lowly people...hmm!\"<br>Contrary to the words that are uttered with courage, the body honestly picks up the joy and incites the men even more.<br>Wisdom and experience are powerless before this absolute pleasure.<br>An adult demon who is overrun with pride and betrayed by his own body as he falls. The expression of his climax was dense, sweet, and immoral, incomparable to his youth...<br><br>Situation<br>Machine○Acme<br>Ring ○Ryo○ Orgasm<br><br> The Strength of the Captive Big-Breasted Demon ○Climax ～Double Rape by Experimental Machines and Strong Men○～ [Lustrous Hina Emaki] <br>\"Stick...! With a toy like this...!\"<br>Proud adult demons turn into cold laboratory toys.<br>Even if you try to act strong, a ripe body is honest. Whenever an inorganic machine stimulates a sensitive area with precision, its expression distorts with humiliation and pleasure, and an unbearable breath leaks out.<br>Not a girlish scream. The way he bites his pride to death and falls into the pleasure that wells up from deep within his body is denser and more immoral.<br><br> The Strength of the Captive Big-Breasted Demon ○Climax ～Double Rape by Experimental Machines and Strong Men○～ [Lustrous Hina Emaki] <br>\"Agh...! Oh, it's cracking deep inside!\"<br>It is no longer words of resistance that resonate in the laboratory. The pride of the strong-willed demons is shattered by the rhythm of the machine that precisely pierces the core of their bodies.<br>Those who gasp with hollow eyes, those whose faces are distorted by shame, those who squirm with pleasure...<br>Ripe bodies are forced together by the same pleasures.<br><br> The Strength of the Captive Big-Breasted Demon ○Climax ～Double Rape by Experimental Machines and Strong Men○～ [Lustrous Hina Emaki] <br>\"Ah...! That's it...!\"<br>From the front and from the back. The proud demons' reason melts away in waves of pleasure from which there is no escape.<br>An inorganic machine pushes its shapely, ripe ass apart, relentlessly tormenting its embarrassing secret parts. Each time, her ample breasts jiggled and a sweet moan echoed through the room.<br>No more spirited words.<br>However, we had no choice but to surrender to the pleasure of watching the helpless image of ourselves projected onto the monitor in front of us...<br><br> The Strength of the Captive Big-Breasted Demon ○Climax ～Double Rape by Experimental Machines and Strong Men○～ [Lustrous Hina Emaki] <br>\"Hmm...! Well, that's... a familiar demon, but...!\"<br>Now that the mechanical development was over, they were faced with a more direct and violent Ling○ feast of strong men of their own kind.<br>He has well-trained muscles, a beastly breath, and is a symbol of a man who is too thick and hot to compare to the girl's...<br>All of this completely destroys the dignity of the noble adult demons from within.<br>I can't afford to keep my pride anymore. All he could do was shake his ripe body at the mercy of the pleasures and humiliations he was given.<br><br> The Strength of the Captive Big-Breasted Demon ○Climax ～Double Rape by Experimental Machines and Strong Men○～ [Lustrous Hina Emaki] <br>\"Ahhh...! Yes, someone might be watching...!\"<br>Waiting for them to be taken out of the laboratory was a public Ling○ in a dimly lit alley.<br>Fierce as beasts, the demon men devour their ripe bodies without a second thought.<br>The ample breasts are gripped, the shapely buttocks are pressed against the wall, and the newly developed mechanical secret is pierced again and again by a hot, hard male stake.<br>Even the shame that someone might see you is now just a spice that heats the body. There was no escape for them anymore.<br><br> The Strength of the Captive Big-Breasted Demon ○Climax ～Double Rape by Experimental Machines and Strong Men○～ [Lustrous Hina Emaki] <br>\"Ah... no more...! I'm going to cum forever...!\"<br>All that can be heard in the back alleys is a whisper.<br>The proud adult demons were now just bitches, surrendering to the waves of pleasure their kindred men gave them.<br>Being penetrated in place of several men, thoughts are long gone pure white with pleasure.<br>The light of reason that should have resided in his eyes is nowhere to be found, and he simply seeks pleasure in the void, continuing to tremble in his ripe body.<br>――Is this hell. Or perhaps it is the true form of joy they long for deep in their hearts.","g":3739472,"i":"https://ehgt.org/w/02/198/16816-qcpqemd8.webp","n":"[Misc] [Lustrous Hina Emaki]  The Strength of the Captive Big-Breasted Demon ○Climax ～Double Rape by Experimental Machines and Strong Men○～ [Part 1][AI Generated]","p":1768494031,"t":"b6fc277396"}