{"a":"Mars70","c":["l:french","l:translated","a:anonymous53179","m:bisexual","m:masturbation","f:blowjob","f:dark skin","f:defloration","f:freckles","f:lolicon","f:nakadashi","f:yuri","mi:group","o:3d","o:uncensored"],"d":"Résumé :<br>Dans les vestiaires d’un campus brûlant d’adrénaline, un jeu charnel commence. Le principe est simple : des filles, des garçons, et une compétition orale où chaque seconde de résistance devient une épreuve de contrôle et de désir. Sous les rires et les encouragements, les corps se testent, les techniques se dévoilent, et l’enjeu dépasse vite la simple victoire : il s’agit de prouver sa maîtrise, d’affirmer son pouvoir de séduction.<br>Au centre du tumulte, Ruby — la récompense promise — attire tous les regards. Sa douceur contraste avec l’électricité ambiante, et bientôt, la tension monte d’un cran : la passion brute se mue en célébration collective du plaisir et de la provocation. Jeux, audace, complicité : Tempted by a Ruby transforme la compétition en une orgie sensuelle où chacun se découvre à travers le regard et la jouissance de l’autre.<br>Note : 7/10<br>Points forts :<br>• Concept original mêlant jeu, désir et exhibition.<br>• Dynamique de groupe excitante, rythmée et sans temps mort.<br>• Ruby, figure à la fois innocente et magnétique, qui cristallise le fantasme collectif.<br>• Érotisme assumé, chorégraphié comme une danse entre domination et abandon.<br><br>Un like, un commentaire, ca fait toujours plaisir... alors n'hésitez pas ;)<br><br>Une traduction par Marsu70<br><br>Si vous souhaitez me suivre et ne pas louper mes traductions, rejoignez nous sur mon Discord :<br>https://discord.gg/Z6gGBUDx9H<br>Mes traductions y sortent quelques semaines avant d'être partager sur les autres forum.<br><br>Si vous aimez mon boulot et souhaitez me soutenir, m'offrir un café (ou plus), suivez ce lien :<br>https://ko-fi.com/maitrs<br><br>Autres traduction du même auteur :<br>Showertime fun : https://e-hentai.org/g/3676723/d5e8bd941f/<br>Preteen Honey Trap : https://e-hentai.org/g/3710558/29b987010d/","g":3740353,"i":"https://ehgt.org/w/02/204/42114-sgdupvv3.webp","n":"[Misc] [Anonymous53179] Tempted by a Ruby [French]","p":1768548060,"t":"6eeec6ee3c"}