{"a":"Baixun","c":["l:chinese","p:blue archive","c:sensei","c:toki asuma","m:sole male","f:anal","f:asphyxiation","f:bikini","f:blowjob","f:bunny girl","f:deepthroat","f:halo","f:maid","f:masturbation","f:nakadashi","f:paizuri","f:pantyhose","f:sole female","o:ai generated","o:comic","o:full color","o:uncensored"],"d":"[其他作品]<br>希望(已完結)https://e-hentai.org/g/3661098/7f16aa3565/ <br>花凜(製作中)https://e-hentai.org/g/3685580/42eecfbdf3/<br><br>[前言] <br>雖然花凜那本還沒做完，但因為那本是實驗場，主要是有想要嘗試的新畫風 新點子 科技 或LORA會在那邊先用過測試過後，再用在其他本上的，所以不會保證更新。這本是跟希望那本一樣，應該會比較用力更新的。目前已經訂好了這本已經預計好了四~五個主題，試著用了條漫的格式，擺放上我比較輕鬆，自己用完不太舒服的話動圖之後會調回去。本來是想全動態的，可以參考花凜本的p19，但一張圖我的筆電要10分太久了。這還沒算上放大補禎<br><br>總之先發才有動力繼續更，不然感覺會偷懶到明年。自認為技術有點精進，就先希望大家看的開心了。<br><br>設定上這次時不會發出聲音，是靠科技+光環傳導送到腦裡<br>[藍字]傳導的台詞[粉字]心聲[手寫粉字]耳朵聽得見的聲音或動作<br><br>[2025/12/22]p1~p6<br>這次主題很擔心劇情出問題，設定上序章後是想，去有其他人在的各個場景做，才會有這個禁聲主題。但傳導的話語 心聲感覺很難抓，角色性格也會變的怪怪的，之後再想想吧。總之先以這是絆100的小時來看吧。條漫對比一頁式約1:4，所以已經等效15了。<br>[2025/12/23]p7~p8<br>圖好生，劇情好難。換個角色就要重新揣摩腳色跟ai重新整理劇情請他弄。接下來就是搞，老師跟時在千年到處亂搞訓練了。莉央辦公室 桃綠遊戲部櫃子內 優香研討會的會議室/辦公室座位 寧瑠女僕部 愛麗絲相關的吧<br>[2025/12/23]p9 <br>沒做出很理想的表現方式，那種在櫃子裡的感覺，劇情用ai配合起來也卡卡的，就繼續練習吧。<br>[2025/12/28]p3~p22<br>開始重製，說真的用起來不太滿意，沒很流暢，繼續做有點不太舒服，換個尺寸重新來 順便修一下臉,加點新圖<br>[2025/12/29]p23~p26<br>加動圖一張跟其他部分重置，桃綠篇結束，下個場景可能去愛麗絲附近 接一下換衣服的過度<br>[2025/12/30]p27~p31<br>進到製作難度拉高的地方了希望能做出滿意的東西<br>[2025/12/31]p32~p34<br>應該是今年最後一更吧，先預祝大家2026一切事事順利。愛麗絲篇結束。下一個地點是優香的辦公桌/位置。是說剛才注意到，不小心忘記下一個Lora的提示詞，導致後半都沒啟用...只有前半有，造成畫風不同一了...<br>[2026/1/5]p35~p36<br>想說要換個裝，但沒制服的Lora ，就往同聲優角色出發了<br>今年第一更，想說新的一年換comfyUI來做好了，但發現對我平常做本的工作流程來說，好像也沒有多大的幫助。也會導致畫風有變化，因為lora分層調整在comfyui上不知道為啥在跟forge不同，導致復刻不過來，但反而把我本來想要的效果做出來了。阿除了這個功能之外，其他的為了講求效率我基本上都只需要最基礎的，那還要花時間實現forge基礎的功能好像也挺浪費時間的，現在處於不知道該前進comfy還後退forge的階段。順帶一提，這幾天看到ancient_moon大佬又出了一本陽奈本，水準又上升了，總覺得離那個等級，路還好長，希望2026學習的速度能更快一點<br>[2026/1/6]p37~p38<br>11號之後會忙到2月，先抓緊時間更新。優香篇結束。之後有可能會往回補優香篇做的細節 或動圖，或進會長篇完結。<br>[2026/1/7]p39~p41 <br>休假四天要上班了，好懶。這三頁gemini+grok+sd配合著搞出來的，希望那些模型趕快搞出年齡許可，製作難度不知道會降低多少<br>[2026/1/9]p42<br>忙，更一頁，這本定點測試夠了就到這了。大概想到怎麼收尾了 但可能要下次放假才有空了。<br>[2026/1/12]p43~p51 <br>剩下兩組場景圖已經生好的，跟一組收尾用場景還沒生好。估計是剩12~15頁了，順利的話應該會在這兩三天完本<br>又一更，剩下稍長的泳池篇+收尾<br>[2026/1/13]p52~p55<br>泳池篇結束，死庫水兄弟越看越騷，本篇結束之後會加個附錄操兄弟。剩下最後一個段落做收尾。晚上要來玩hytale<br>[2026/1/14]p56<br>進到類似日後談的章節。但 呃…做了一頁之後，PS不知道為啥突然開不起來了，圖雖然生好了，但在我處理好之前，都要先暫停了。[2026/1/15]p57-p63 <br>謝天謝地早上起來ps突然正常了。現在發現有一些bug，收尾做完會再統一修。本來想今天做完的，但今天頭痛的有點嚴重。早點休息了。<br>修了幾張不太滿意的臉 + bug<br>[2026/1/16]p64-p69 <br>完結<br><br>這本基本上算本篇完結拉，怕漫畫中沒傳達清楚設定就寫一下。簡而言之，含個人做的其他本都是處在同一個時空，該時空的結尾就是開了一個后宮。跟全部老婆住在一起，每個孩子都管其他女主叫 名字+媽媽 沒怎麼在區分親媽的概念。所以最後那段是過了好幾年，時的小孩回家剛好遇到那天負責煮晚餐優香。然後小小時問了一些問題這樣<br><br>然後關於附錄，雖然有打算要做，但有點猶豫了。生了一些真紀兄弟的圖本來要當附錄，但怎麼感覺越看越香，不單獨來一本好像蠻可惜的，總之等我整本檢查一次之後再來考慮了。本來的計畫是只要有稍微出場的學生就可以做一小篇的說<br><br>這本個人實際體驗一下，有點滿意又不滿意，滿意的地方是有做出想做的東西，新工具也越來越上手，生的圖也蠻符合預期，但自己體驗下來感覺好像失去了前一本的實用性，每個動作都有比較長的篇幅，之後應該會想結合這兩本的優點。然後最近接到私信有人也想開始做，希望大家都能做出心裡想要的那本本。接下來的計劃是修這本的BUG 一張圖一張圖數手指 看細節 調整合理性。結束之後考慮做附錄真紀，沒做就是補完花凜那本後，單獨開一本短短的真紀吧。不過，目前想做的是多人混戰 類似同時有多個女主角，但不是多人運動，是有點像有一本AI的雞窩妓院那樣的，做起來好像才不會那麼膩","g":3741125,"i":"https://ehgt.org/w/02/165/56144-crcp0jh8.webp","n":"[Misc] [Hessen_52hz] Toki - Perfect Maid's Silent Training [AI Generated]","p":1768583300,"t":"d91844a82f"}