{"a":"HakuaZR","c":["l:english","l:translated","g:hiiro no kenkyuushitsu","a:hitoi","f:blackmail","f:blowjob","f:collar","f:deepthroat","f:gang rape","f:leash","f:netorare","f:petplay","f:rape","f:sole female","mi:group","o:multi-work series"],"d":"So Nae is totally getting her own training arc at the camp. Can't wait for that. You can really tell that Hitoi draws his daughters with such love.<br><br>Sorry this took so long. I think I was being too much of a perfectionist on minor things. I'll be working on part 2 soon; the DMM doesn't releases until the end of January, so it'll be after that, so I can grab the Afterword.<br><br>I've got a morbid curiosity on potentially working on the Soushuuhen too (with new translations and redrawing the covers and fixing sfx and such), but it's just a passing shower thought for now.<br><br>The back cover is a bigger resolution than the original because I was able to recreate it piece by piece, so I increased the resolution to match the cover (it's 2x resolution). Let me know if I should've kept to the original size otherwise. I spent way too much time trying to color match for something that literally doesn't matter, so I apologize if it's not perfect. I was just a bit inspired from some other people's works.<br><br>TL/TS/Cleaning: Hakua<br><br>Raw: https://e-hentai.org/g/3744591/2cf6d015e6/<br>Purchase: https://www.dmm.co.jp/dc/doujin/-/detail/=/cid=d_658388/<br><br>Author Links:<br>Twitter (X): https://x.com/hitoi_k<br>Pixiv: https://www.pixiv.net/en/users/16163201<br>Fanbox: https://hitoi.fanbox.cc/<br>Fantia: https://fantia.jp/fanclubs/13325<br><br>Bonus: (Secret twitter account that Hitoi made to make you feel like you're one of Konoha's masters)<br>https://x.com/ochibanikki","g":3744636,"i":"https://ehgt.org/w/02/208/13862-mmcm0oae.webp","n":"[Doujinshi] [Hiiro no Kenkyuushitsu (Hitoi)] Ochiba Nikki -Jitaku Choukyou Hen 1- | Fallen Leaves Diary -House Training Arc 1- [English] [Hakua] [Digital]","p":1768767993,"t":"2bd582b9fa"}