{"a":"勒风风风","c":["l:english","f:big breasts","f:blowjob","f:breast feeding","f:chinese dress","f:corpse","f:eye-covering bang","f:eyepatch","f:guro","f:lactation","f:maid","f:snuff","o:ai generated","o:mosaic censorship"],"d":"EN:👆🏻<br>JP:https://e-hentai.org/g/3744256/9119511083/<br>CN:https://e-hentai.org/g/3742768/172b1674a3/<br>https://www.pixiv.net/en/users/3502570<br>https://kkkk123.booth.pm/items/7883608<br><br>\"A Mission Until Death\"<br><br>Homunculi are combat dolls created through magical science.<br>In the endless war with the Empire, they have been mass-produced and discarded as non-human \"expendables.\"<br><br>And then, as the end of the war begins to appear,<br>Only three combat homunculus remain in the Kingdom.<br><br>Iris.<br>Rita.<br>Alice.<br><br>As the Kingdom's last combat dolls, they have been given a final mission that does not assume survival.<br>There is only one condition for completing their mission:<br>\"Keep fighting until you die.\"<br><br>There is no option to return alive from the start.<br>Self-destructing, shattering, slashing, burning.<br>No matter what the end may be, the only thing they are allowed is to \"die with their role fulfilled.\"<br><br>One person is involved in this mission:<br>Hans, an intelligence officer working for the Empire.<br><br>He cannot take to the front lines, nor can he change their fate.<br>He can only watch from behind, embrace them,<br>and remember their inevitable farewell with a deep heartfelt sympathy.<br><br>What does Hans, a human, see in the dolls heading off to the battlefield, knowing they will die?<br>Weapons, comrades, or...<br><br>This is a heartwarming yet cruel tale of the final moments of women whose \"mission is until death\" and the humans who see them off.<br><br>[Volume]<br>734 pages<br><br>[Theme]<br>\"Wasteful sex\" at the end of their lives.<br>The story follows a man enjoying a final farewell sexual encounter with his dying sister.<br>The story is primarily consensual sex with an accepting death.<br>The women featured generally die, so please be aware of this when reading.<br><br>[Note]<br>This work is fiction, and all characters, organizations, names, places, and events are fictitious. It is in no way related to any real existence or events.・Some scenes contain extreme depictions (violence, gore, suicide bombings, executions, etc.) or ethically charged content, but these are merely part of the story's presentation and are not intended to be imitated, practiced, or recommended in real life.<br>・Those who are uncomfortable with such content or are under the age of majority should refrain from viewing, and please use your own discretion when viewing or purchasing.<br>・This work has been designed to comply with relevant laws and regulations, as well as the guidelines of various sales platforms. Great care has been taken with the content and mosaic processing, but the content may be revised or changed in the future due to changes in review standards or requests. We ask for your understanding.","g":3744291,"i":"https://ehgt.org/w/02/206/37058-dktvqfci.webp","n":"[Misc] [KKKK]帝国戦争物語その６(English)[AI Generated]","p":1768752718,"t":"6bdb8e3edf"}