{"a":"Mars70","c":["l:french","l:translated","m:harem","m:sole male","f:anal","f:aunt","f:blowjob","f:harem","f:mother","f:sister","mi:ffm threesome","mi:group","mi:incest","o:3d","o:multi-work series","o:uncensored"],"d":"Résumé :<br>Dans un monde où la magie s’alimente du désir, Big Brother #37 nous plonge dans l’intimité d’un jeune homme au destin singulier : Max, dernier maillon d’une lignée de sorcières, dont la semence nourrit le pouvoir de tout un coven. Mais au-delà du fantasme, ce récit explore la frontière entre domination et dévotion, entre l’énergie sexuelle brute et la tendresse qui l’adoucit.<br>Les femmes qui gravitent autour de Max oscillent entre fascination et crainte, intriguées par son contrôle presque surnaturel — une maîtrise de soi qui défie les règles du plaisir et du pouvoir.<br>Sous la moiteur des corps et la douceur des sorts, se tisse une tension psychologique captivante : qui domine réellement, celui qui donne la puissance… ou celles qui la reçoivent ?<br>Un épisode dense et magnétique, où la sensualité se fait rituel et la magie, prétexte à sonder les profondeurs du désir.<br>Note : 7/10<br>Points forts :<br>• Univers mystique et érotique habilement entremêlés.<br>• Dialogues intelligents, à la fois sensuels et réflexifs.<br>• Belle inversion des rôles de pouvoir entre les sexes.<br>• Un héros charismatique, à la fois tendre et dangereux.<br>• Mise en tension subtile entre magie, amour et contrôle.<br><br>Un like, un commentaire, ca fait toujours plaisir... alors n'hésitez pas ;)<br><br>Une traduction par Marsu70<br><br>Si vous souhaitez me suivre et ne pas louper mes traductions, rejoignez nous sur mon Discord :<br>https://discord.gg/Z6gGBUDx9H<br>Mes traductions y sortent quelques semaines avant d'être partager sur les autres forum.<br><br>Si vous aimez mon boulot et souhaitez me soutenir, m'offrir un café (ou plus), suivez ce lien :<br>https://ko-fi.com/maitrs","g":3747213,"i":"https://ehgt.org/w/02/210/52990-8s6vzz7t.webp","n":"[Misc] [E_C_Gordon] Big Brother 37 [French]","p":1768895762,"t":"5d3d402947"}