{"a":"goyer","c":["l:chinese","l:english","a:takahirosi","m:anal","m:anal intercourse","m:bdsm","m:big muscles","m:big penis","m:bodysuit","m:chastity belt","m:cock ring","m:collar","m:cowman","m:furry","m:horse boy","m:latex","m:leash","m:males only","m:muscle","m:nakadashi","m:policeman","m:stomach deformation","m:sunglasses","m:x-ray","m:yaoi"],"d":"翻译了一下，基本上是自由发挥了，随便看看<br>把缺的图补上了，快去帮我再票一次https://e-hentai.org/g/3457802/71083e6cb9/?act=expunge<br>https://linktr.ee/takahirosi<br>https://twitter.com/takahiro_si<br>https://www.furaffinity.net/user/takahirosi<br>https://www.patreon.com/takahirosi<br>https://takahirosi.itch.io/<br><br>0_SS_TAIKA<br>After mysteriously vanishing during the fierce battle with Diabolos, a swirl of dark energy materialized near the scarred battleground. From its shadowy depths, Taika reappeared, as if summoned by some arcane force. He lay sprawled on the ground, weakened but alive, his chest rising faintly with each breath.<br><br>His comrades erupted in joy at the sight of their commander’s return, their cheers echoing across the desolate field. Yet, as they rushed to his side, a subtle unease crept over them. Something was... off. Taika’s face was a blank mask, his eyes vacant, devoid of the fire that once defined him. He spoke no words, his silence chilling, as though his mind had been hollowed out.<br><br>Unseen by his companions, a sinister shadow loomed behind Taika. Its dark, ethereal wings curled around him in a possessive embrace, an invisible puppeteer weaving its will through his lifeless form. The figure’s presence whispered of control, its grip tightening over the commander’s soul, unnoticed by those who celebrated his return.<br><br>1_RRCONSTRUCTION<br>Welcome to Rubicon, the hottest city tucked deep in Corner Valley<br><br>This isn’t your average city, it’s a gritty, all gay men paradise where every worker rocks a skin-tight Lustron latex suit. These slick, ass-hugging suits are the law here, turning every construction yard, office, and alley into a showcase of ripped bods and pure testosterone. In Rubicon, the air’s thick with heat, and the men who build this place wear their suits like armor, daring anyone to keep their eyes off.<br><br>The Lustron suit is the latest invention of rubber suit uniform. Built with high-elastic, almost unbreakable material, it molds to every muscle, moving with you while sucking up sweat to keep you cool under fire. It’s tough enough to shrug off sun, dirt, or whatever else the job throws at you. But the real kicker? Lustron cranks your pheromones to eleven, making you smell like raw power. Throw one on, and you’re not just working, you’re a king, ready to crush the job or anyone who steps up.<br><br>In Rubicon, work and sex don’t just mix, they slam together. The men here grind hard, pounding steel, coding systems, or hauling heavy loads, then turn around and fuck to blow off steam. A quick pound in the locker room, a rough hookup behind the crates, or a full-on orgy gangbang in the warehouse? Just another Tuesday. Sex isn’t just normal here, it’s the fuel that keeps these studs loose, pumped, and ready for more. The city pulses with grunts, groans, and the clang of machinery, every latex-clad beast knowing how to make the daily grind feel like a victory.<br><br>-------------------------------------------<br><br>Scene 1: Intro<br><br>The sun blazes down, summer heat soaking the construction site in Rubicon. Morton, a chiseled construction worker, takes a breather after swinging his hammer all morning. He grabs a couple of onigiri and lights his favorite cigar. his tight rubber suit clinging to every curve of his sweat-slicked muscles. The air around him hums with a primal, musky scent that could make anyone weak in the knees. Nearby, Taka, the new guy, munches on his lunch, stealing glances at Morton’s glistening frame.<br><br>Morton: \"Yo, Taka, right? New kid on the block? Mind if I puff here?\" <br>Taka: \"Oh… yeah, no problem sir.\" <br>Morton: \"Chill with the formal shit, man. Just Morton. So, you from around here or what?\" <br>Taka: \"Uh, been here three months. Moved from the Verge.\" <br>Morton: \"No shit? The Verge? Bet this place is a trip then, rubber suits, hard labor, and all the fun that comes with it.<br>\"Taka: \"Heh, yeah, it’s… quite different.\" <br>Morton: \"C’mon, level with me. You here for the paycheck or the perks? Everyone knows Rubicon’s got both.\" <br>Taka: \"W-well… I got a job offer, so…\" <br>Morton: \"Hah! Don’t get all flustered, rookie. I’m just messin’ with ya. Fuck, though, hammering all day in this suit? Sweaty as hell. My junk’s practically begging for air. You feelin’ that too?\" <br>Taka: \"Uh… not really…\" <br>Morton: \"Pfft, must be my double-layer getup. This thong’s strangling me. Think I’ll ditch it.\" <br><br>---<br><br>Scene 2: Thong Off<br><br>Morton doesn’t hesitate. He peels off his rubber thong with a casual tug, letting it drop to the ground. His thick cock, still encased in the shiny latex suit, pulses visibly, straining against the material. Taka’s eyes widen, locked on the impressive bulge, his cheeks flushing under his own suit.<br><br>Morton: \"Well, damn, that’s better. Like the view, kid?\"<br>Taka: \"*Gulp* Uh…\" <br>Morton: \"Hah, don’t play coy. Everyone here’s hands-on, work hard, play harder. Wanna feel it? Go on, no one’s judgin’.\" <br>Taka: \"O-okay… where do I… start?\" <br>Morton: \"Goddamn, you are green. Alright, rookie, I’ll guide ya. Start with my nips, give ‘em a good pinch. Then work that cock like you mean it. Feel the throb. Go for it.\" <br><br>---<br><br>Scene 3: Pinch and Rub<br><br>Taka’s hesitant fingers find Morton’s nipples, giving them a tentative pinch through the slick latex. Morton lets out a low growl, encouraging Taka to move lower. Taka’s hands slide to Morton’s pulsing cock, stroking it slowly at first, then with more confidence. Their moans mix with the humid air, a soft chorus of heat and need.<br><br>Morton: \"Shit, you’re a natural, Love. Bet you’ve been practicin’ in secret, huh?\"<br>Taka: \"Uh… not really…\"<br>Morton: \"Hah, relax, no one’s judgin’. Go wild. Wanna jerk off in the street? Fuck in public? That’s just Tuesday around here.\"<br><br>---<br><br>Scene 4: Licking<br><br>Morton’s words hit Taka like a shot of whiskey, loosening him up. His moans deepen, his hands move faster, kneading Morton’s cock through the latex. Then, almost on instinct, Taka drops to his knees, his face inches from Morton’s throbbing bulge. The heat radiates through the suit, warming Taka’s cheeks, only his mouth exposed through the latex mask. He leans in, tongue flicking out, tasting the slick surface, then dragging along Morton’s cock and teasing his balls.<br><br>Morton: \"Fuck yeah, kid, you’re divin’ right in! That tongue’s gonna be my new best friend.\"<br>Taka: \"Mmm… I… I wanna do more.\"<br>Morton: \"Now you’re speakin’ my language. Keep that up, and I’m gonna need you all over me.\"<br><br>---<br><br>Scene 5: Cumming<br><br>Taka’s tongue goes wild, licking and sucking at the latex-clad cock while his hands squeeze Morton’s balls like stress toys. Morton’s growls deepen, his body shaking, cock twitching violently under the suit. The Lustron material stretches, designed for moments like this.<br><br>Morton: \"Fuck! Can’t hold it-!\" <br><br>His cock erupts, cum flooding the latex sheath, forming a bulging, translucent balloon. Morton pants, grinning as he catches his breath.<br><br>Morton: \"Holy shit, look at this mess you made. Good boy, Taka. Fuck, wish this suit had a hole, could’ve let you taste the real deal, straight from the tap. Oh well, guess I’m rockin’ this cum balloon all day. Hope it doesn’t distract the crew too much, hahahaha\" <br><br>\"Tonight, hit up the workers’ locker room. You scratched my back, I’ll definitely scratch yours.\" <br><br>---<br><br>Scene 6: Epilogue<br><br>From that day on, Morton and Taka are thick as thieves. The construction site becomes their playground, sweaty days of labor blend into steamy nights of fun. They bang like bunnies after shifts, sometimes crashing at Morton’s place for lazy, rubber-clad cuddles. Every workday feels like a date, and Rubicon’s wild energy only fuels their fire.<br><br>2_RRCOP<br>Scene 1: Intro<br>Taka was sweating through his usual grind at construction site, sorting his tools and gear under the blazing sun. But today, chaos hit the site. The foreman was losing his mind over materials mishap. Taka got tasked with grabbing cement and bricks from the warehouse. No time to waste, he jumped into the work truck and peeled out, tires screeching.<br><br>Problem was, in his flustered, clumsy state, he didn’t clock the cop car parked nearby. Foot heavy on the gas, he sped right past, oblivious. Big mistake. The police lights flashed, and a siren blipped, pulling him over before he could blink.<br><br>Scene 2: Interrogation<br>Gustav leaned against his cruiser, all cool confidence, his uniform hugging his broad frame just right. His eyes locked onto Taka, sizing him up with a smirk that screamed trouble.<br><br>Gustav: \"Well, well, what’s the rush? You think you can just tear through my streets like that?\"<br>Taka: \"Oh, shit, officer, I’m so sorry! I didn’t even realize I was speeding. I’m just hauling some construction stuff, I swear!\"<br>Gustav: \"Construction, huh? Sounds like a story. Let’s see your ID, kid.\"<br>Taka: \"Fuck, my ID? I… uh… left it in my locker back at the site. I can go get it if…\"<br>Gustav: \"Oh, you’re in deep now. Speeding on my turf? Not happening. No ID? That’s just icing on the cake.\"<br><br>Scene 3: Pinned Down<br><br>Taka: \"Whoa, wait, what’s going on?!\"<br>Gustav: \"I was gonna write you up for speeding, but damn you’re too cute for just a ticket. I’ve got a better idea…\"<br><br>Gustav pinned Taka against the hood of his patrol car. He locked Taka’s wrists in cuffs, chaining them tight to the bumper with a metallic clank. Gustav’s breath came hot and primal, a low growl in his throat, as he forced Taka’s legs wide, exposing that tight hole. The officer’s smirk with pure dominance.<br><br>Gustav: \"Fuck, look at that. Nice and tight, just how I like it. I’ve been stuck on patrol, horny as hell, and you’re about to make my day. Consider this your fine for speeding on my turf.\"<br><br>Gustav’s bulge is impossible to miss, straining against his rubber pants, growing harder by the second. It was massive, throbbing, and way too close to Taka’s wide-eyed face.<br><br>Taka: \"Holy shit… that’s…\"<br>Gustav: \"A fucking beast, right? Bet you’ve never had big horse cock before. Ready to find out?\"<br>Taka: \"Uh… fuck me….\"<br>Gustav: \"Breathe deep. I don’t do gentle, and you’re about to learn that the fun way.\"<br><br>Scene 4: Going In<br>With one smooth, forceful thrust, Gustav buried himself inside Taka, making the poor guy’s stomach bulge from the sheer size.<br><br>Taka: \"Oh, fuck! Fuck!\"<br>Gustav: \"Damn, I’m not even all the way in, and look at that belly pop. Let’s see how much deeper we can go. Gonna hit that sweet spot and make you lose your fucking mind.\"<br><br>Scene 5: Going Deeper<br>Gustav didn’t hold back, plunging in deeper, his hips snapping with a rhythm that had Taka’s belly bulging and shifting with every rough push and pull.<br><br>Gustav: \"Hell yeah, you’re gripping me so tight it’s like you were built for this. Fuck, this is good…\"<br>Taka: \"Shit… ahh… too much!\"<br><br>Scene 6: Cumming<br><br>Gustav pounded his massive cock deeper into Taka’s tight hole, each thrust harder and faster, making the patrol car quake beneath them. Moans and the sharp clank filled the air, a primal symphony. Onlookers froze, their faces flushed with awe, bulges straining against their pants as they watched the raw spectacle. <br>Gustav’s breaths turned ragged, a low growl rumbling in his chest, his chiseled frame shuddering as he teetered on the edge, ready to unleash his load.<br><br>Gustav: \"Fuck, this is too damn good. I’m close. Get ready for a flood!\"<br><br>Gustav groaned, unloading inside Taka, his cum so thick it made Taka’s stomach swell, a bulge of horse cum.<br>Gustav: \"Goddamn, I could drag you home and keep this going all day long.\"<br><br>Scene 7: Pulling Out<br><br>Gustav eased out slowly, his cock slick with thick cum, leaving a messy trail on the cruiser. Taka’s hole gaped, leaking hot, creamy cum, though plenty stayed trapped inside, making his belly stay swollen. <br><br>Gustav popped the cuffs off, lit a new cigar, and pulled Taka into a deep, tongue-heavy kiss, one hand rubbing that cum-filled bulge on Taka’s stomach.<br><br>Gustav: \"Mmm, fuck, your ass is like it was custom-made for me. Wanna be mine? I’d rail you every night, fill you up, keep that belly stuffed with my load.\"<br><br>Taka’s head spun, panting hard as Gustav’s words sank in. The idea of this cocky, hung officer as his boyfriend, protecting him by day, wrecking him by night, felt like a dirty fantasy he didn’t know he had. His body was still buzzing, cum leaking, mind racing with the thought of more.<br><br>3_RRPUP<br>Scene 1: Intro<br>In Rubicon City, Lustron rubber suits aren't just a dress code for workers, they're a way of life. The streets pulse with vibrant colors, skin-tight latex gleaming under the sun light, every curve and contour screaming raw, unfiltered desire. For some, it's more than fashion. It's a fetish, a lifestyle, a damn religion.<br><br>The suits hug so tight they feel like a second skin, teasing that sweet edge of restriction, like you're bound, owned, controlled. And for those who crave it, the city offers more: a chance to worship or be worshipped, to find a master or become a pup.<br><br>Taka's one of those pups. Hooded up, collared with a chain necklace, harness clipped to his master's leash, he struts through the city, his chastity cage a bold statement of his devotion. He doesn't just want to be touched, he wants to be used, his pleasure surrendered to someone else's command.<br><br>Taka found his master soon after arriving in Rubicon, ditched his job, and gave himself over completely. Now, his latex suit is his world, clinging to him 24/7. His master keeps him satisfied, nights filled with rough cuddles, relentless sex, and a hole left gaping from pleasure. Sometimes, his mouth stuffed and fed with cum or piss, and Taka? He fucking loves every second of it.<br><br>This afternoon, Master's walking him through the streets, leash in hand, showing off his prized pup. He became a walking invitation, and Master isn't shy about sharing. He lets others take a turn, breeding Taka right there on the pavement, turning him into a moaning, writhing spectacle for anyone passing by.<br><br>Scene 2: Take a Break<br>Master: \"Alright, Taka, hold up, pup. We're stopping here for a breather. You're dripping sweat in that suit, aren't you? Bet it's like a sauna in there, you filthy little pup.\"<br><br>Taka: wiggles his hips, the latex squeaking, his caged cock twitching under the tight material <br>\"Mmm, Master, it's so hot... but I like it.\"<br>Master: \"Oh, I know you do, you dirty boy. Now, spread those legs. Piss right here like the good dog you are.\"<br><br>Taka obeys, legs parting wide. The Lustron suit's crotch stretches, that genius elastic tech forming a balloon around his chastity cage as he lets go. Warm piss pools inside, sloshing visibly, a lewd display that makes his cheeks flush under the hood. Passersby smirk, some stopping to watch the glistening latex bulge.<br><br>Scene 3: Invitation<br>Master: \"Fuck, Taka, you're such a good boy. Look at that mess you made. Oh, wait. check it out. There's a stray pup over there. No master, no leash. Bet he's a naughty one, running wild like that. Look at him eyeing you. I think he wants a piece. Go on, let him breed you. Give me a show, you sexy little slut.\"<br><br>Taka's eyes light up under his hood, a muffled whimper escaping as he crawls toward the stray. The two pups collide, latex squeaking, bodies grinding. Moans and growls echo, trapped behind their hooded faces. The stray's hands grip Taka's harness, yanking him closer, his cock already hard and slipping into Taka's eager hole. He thrusts fast, rough, the belt on Taka's suit creaking under the strain. Master lounges nearby, stroking himself, a wicked grin on his face as he watches his pup get railed.<br><br>Scene 4: Cumming<br>Taka: \"Urmmmhhhh!! Oh, fuck, yes!\"<br><br>The stray pup shudders, his hips slamming forward with a final, deep thrust. His cock pulses, unloading hot cum into Taka, so much it leaks out, dripping onto the pavement in thick, creamy streaks.<br><br>Taka's own release hits, his caged cock spurting into the piss-filled balloon, turning it cloudy with his cum. The sight is obscene, deliciously filthy, and the crowd around them hums with approval.<br><br>Master: \"Holy shit, that was hot as fuck. Damn, stray, you're a natural. Almost tempted to collar you myself, but nah, go find your own master. Tell 'em I said hi, you gorgeous little fuck. And hey, swing by anytime you need to unload again. Taka's always open for business.\"<br><br>The Master pulled Taka’s leash, dragging his rubber-clad pup flush against him. He claimed Taka’s lips through the slick latex hood with a rough, possessive kiss, leaving a glistening trail of spit across the shiny surface. <br><br>Master: \"You’re killing it today, pup. I’m so proud of you.”<br><br>Taka: \"Thank you, Master.”<br><br>Master’s eyes glinted with hunger as he tugged the leash harder<br><br>Master: “Time to head home, pup. That tight hole of yours is mine tonight, and it’s gonna be a long, hard ride. You’d better brace yourself.”<br><br>Taka: “Yes, Master.”","g":3747242,"i":"https://ehgt.org/w/02/156/27335-l4db5eeb.webp","n":"[Western] [Takahirosi] August 2025 Patreon (2025.08/#39) [English/Chinese/notext]","p":1768897463,"t":"c0cf6289a7"}