{"a":"HentKingdom","c":["g:vadass","a:oltlo","m:shotacon","m:sole male","f:ahegao","f:big areolae","f:big ass","f:big breasts","f:blowjob","f:blowjob face","f:cheating","f:glasses","f:hairy","f:impregnation","f:milf","f:mother","f:nakadashi","f:nurse","f:pantyhose","f:pregnant","f:sole female","mi:incest","o:already uploaded","o:mosaic censorship","o:multi-work series"],"d":"[I'm reuploading this again. Look, yes, I used images uploaded by \"ninetydollardoujin\" but you guys have no reason to remove this as 'duplicate' because it's NOT. I added 8 images at the end that have NEVER been seen before on this website. I wanted this story to be complete, so I used \"ninetydollardoujin\" images and then added the 8 ending images I have that come at the end of the story. So now it's actually complete! Look at the images on pages 38-45.<br><br>So come on, guys, if something is wrong, that's fine, but saying this is a straight copy paste is NOT true. If you remove it again, give a good reason.<br><br>UPDATE: So make this make sense. So \"ninetydollardoujin\" who isn't even the first person to upload this story, He uploaded a combined version of the censorship versions of this story, and this is allowed, but me adding 8 pages that were sold WITH the main story at winter comicket is not allowed? I have to upload them separately. Well, whatever, do as you guys want, but I'm not reuploading this again.<br><br>Also come one my first image (Page 38) even says \"3\" at the bottem of the page it clearly the sequel to the first 2 after story pages that where included in the original upload.]<br><br>MY ORIGINAL MESSAGE NOW.<br><br>I never knew how rare it was to own these pages. They were not sold outside Japan, and even today you cant buy them online. I got them when I was in Japan. <br><br>I did not know how to get a printer to do this. So I took these with my phone its not perfect but better than nothing.<br><br>This shows some of the early pregnancy.<br><br>I have this theory that eventually, after he does more of the mothers backstories, there will be a new big story with all of them with a big pregnancy belly together.<br><br>We already saw a glimpse of this at the end of the second story.<br><br>https://e-hentai.org/s/9342743061/3558519-63<br><br>Kaede is clearly the woman on the right in that pic.","g":3749607,"i":"https://ehgt.org/w/02/157/93836-urn6xpnl.webp","n":"[Doujinshi] [Vadass (Oltlo)] Dekiai Kansatsu Nikki 3 Kaede Mama (45) Hen + (Extra images from Winter Comicket 2025)","p":1769025045,"t":"8d2954266b"}