{"a":"MingMoeQAQ","c":["l:chinese","a:psyche delico","m:anal","m:anal intercourse","m:blowjob","m:exhibitionism","m:handjob","m:males only","m:nakadashi","m:yaoi","o:story arc","o:tankoubon"],"d":"https://www.chil-chil.net/goodsDetail/goods_id/59821/<br><br>孤独な御曹司に植え付けられた快楽。地方名家・當間家の跡取りとして厳しく育てられてきた育郎(いくろう)は、座敷牢に匿われる妾腹の兄・蘭蔵(らんぞう)に父の関心のすべてを奪われていた。辛くとも気丈に振舞う育郎だったが、そのそばには、常に一人の男がいた。典彦(のりひこ)。育郎が幼い頃から仕える年上の使用人である。典彦は、孤独な育郎を蛇のように愛でた。深い口づけを教え、性処理とうそぶきながら股を開かせ、その長い指で尻を抉った。そうして育郎に快楽の種を植え付け体をいやらしく変えていった。そして数年後、事態は一変する。當間家当主が死に、育郎が次代を継ぐ時が来て――!?<br><br>https://www.chil-chil.net/goodsDetail/goods_id/59822/<br><br>使用人は主をその腕に堕とした。父の遺言により、妾腹の兄・蘭蔵(らんぞう)が遺産を継ぎ、育郎(いくろう)はその権利を失った。表向きの当主として育郎は一族の娘・さち子を娶るが、半年が過ぎても夫婦の営みは始まらず、心は典彦(のりひこ)の快楽に依存したままだった。そしてある日、育郎は運命を迎える。父との辛い記憶が残る離れで泣き伏した育郎は、典彦と最後の一線を越えてしまう。結婚し、妻も家も守らなければならない……。しかし、もはや育郎の心も体も典彦を体の奥まで迎え入れることを求めていた―――。「指で探るでなくこの中の奥まで」<br><br>https://www.chil-chil.net/goodsDetail/goods_id/65253/<br><br>“女にされていく背徳” ついに処女を散らされた當間家の当主・育郎は典彦に体を開発されていく。 「わたしのかたちです。覚えてください」 サイコパス執着攻✕メス若社長<br>下克上主従が織り成す官能時代ロマン。<br><br>https://www.chil-chil.net/goodsDetail/goods_id/102234/<br><br>超クライマックス!<br>狂愛の腕に抱かれて<br><br>サイコパス執着攻×メス若当主<br><br>躾けられた雌の躰<br><br>「こんな奥、今まで届いたことないでしょう」<br>政治家に性接待を強いられた育郎は、<br>側に侍るのみだった典彦を責めた。<br>しかし典彦は、いびつな独占欲を告げ<br>3日間、胎の中を塗りつぶすように育郎を抱いた。<br><br>典彦に不信を抱いた育郎は<br>彼との交わりを断つが、<br>職場や車中…至るところで雄を咥え込んだ記憶を思い出し<br>股を濡らし仕事もままならない。<br>若当主として、夫としてあるまじき<br>ーーーみだらな雌の躰…。<br><br>典彦の食い荒らすような愛に苦悩しながら、<br>育郎は當間家の当主として決断の時を迎えようとしていたーーー。<br><br>下克上主従が織りなす、<br>執着と依存の官能時代ロマン。<br><br>https://www.chil-chil.net/goodsDetail/goods_id/124732/<br><br>炎の中で共に逝こうとした典彦と育郎。しかし、育郎が義兄・蘭蔵に助け出され、二人の心中は失敗した。<br>育郎は、大学の同級生・飯田に保護され東京へ。典彦とは炎の中で別れ、それきり離れ離れとなった。<br>かつて育郎に好意を寄せていた飯田は、傷ついた友をやさしく気遣い、兄弟ごと東京の自宅へ住まわせた。二人は、穏やかで真っ当な生活を送る日々に。<br>だが、典彦と別れ別れになったその日から育郎の心は空っぽなまま。<br>心も体も食い荒らすような愛され方に傷ついたはずだったが、典彦の不在に、育郎の心はーーー？","g":3749310,"i":"https://ehgt.org/w/02/212/25649-867r190n.webp","n":"[Manga] [Psyche Delico] Tourou no Ori 1-5 | 螳螂之檻 1~5 [Chinese] [Digital]","p":1769010257,"t":"acf385265e"}