{"a":"soulmatey","c":["l:chinese","l:translated","g:umemoto seisaku iinkai","a:sakayama shinta","m:bbm","m:freckles","f:big breasts","f:netorare"],"d":"————————————————————————<br>RAW: https://e-hentai.org/g/3750820/83f56b3c36/<br>DLORV: https://www.dmm.co.jp/dc/doujin/-/detail/=/cid=d_713664<br>如果有能力请多多支持原作者，感谢各位绅士。<br><br>————————————————————————<br>项目工具：Manga-Translator-Ui<br>识别模型：Manga OCR<br>修复模型：LaMa Large<br>翻译模型：Gemini-3-Pro<br>项目地址：https://github.com/hgmzhn/manga-translator-ui<br><br>PS：<br>上传图中网页刷新过，图库语言锁定设置成汉语-官方/无字了，也没有办法单独打渣翻标签。<br>请问应该如何投票渣翻标签，或者申请删除图库。<br><br>————————————————————————<br>漫话漫谈-序：<br>这本说来也挺乐的。P站刚开始出预览的时候,没确认好角色。<br>我还以为黄毛才是年幼时的竹马，然后长大长残了。<br>青梅在练习剑道的时候跟小胖子好上，所以当黄毛鼓起勇气表白的时候被发好人卡。<br>之后一转黄毛只能眼睁睁看着青梅和小胖子恩爱，透着一股明明是我先来的绝望感。<br>接着我自行脑补后续会有扭曲的一女两男的BSS故事绝赞展开!<br>直到，我看到小胖子的小鸡鸡。<br>不对!这才是真苦主啊（笑）!黄毛真的是挑战者！<br><br>————————————————————————<br>漫话漫谈-破：<br>[内含剧透，请在阅读完漫画全篇后再观看]<br><br>茶菓山しん太老师在故事创作上其实很有自己想法。<br>就像上一系列两个女人围绕一个男人打架的剧情，<br>尾页留下学妹最后似笑非哭的表情，真的太扭曲太美味了！<br>不过，这在商业工口同人志上还是太特别了点。<br>一般来说文系打戏应该是三七占比。哪怕是偏重故事剧情的也最多四六开。<br>但这本已经接近五五开，而只剩下一半篇幅的打戏苦主和黄毛还要分四六开。<br>90页的本看到50页了男女主还在拉扯，甚至给小胖子拿了一血+无套中出。<br>虽然说有感情基础的NTR本才能算NTR，但是这剧情内容分配比重的不合理，<br>就导致读者在观感上有偏差，奔着NTR标签来的，结果是小女主文。<br>看着女主在自己爱的和爱自己的两个男人之间徘徊，追求着属于自己的幸福。<br>但是，瑕不掩瑜，这样一个扭曲的叙事风格其实也是茶菓山しん太老师的特色。<br><br>好，回到故事本身，进行分析：<br><br>男主：<br>幼年时勇敢，长大后自卑，嫉妒心强，占有欲强，不尊重女主意愿，性爱能力差<br>女主：<br>温柔，坚强，对待男主百般呵护，能包容他的一切，喜欢努力、强大的男人<br>黃毛：<br>在遇见女主后不断努力提升自己，尊重女主，哪怕被女主拒绝表白也依旧喜欢着她。<br>性经验丰富，但不会强迫发生关系，也懂得避孕措施，有责任有担当。<br>因为女主的缘故，他心中萌生了真挚的情感。<br><br>年幼时，男主救了女主，女主为了配得上男主决心变强。<br>长大后，女主因男主一系列的糟心行为以及性事不和，感到伤心。<br>到剧情高潮点，在黄毛的努力和真心下，女主终是被他攻破防线，身心皆倾。<br>结尾，最后是男女主相拥，女主虽然没有堕落，但已变心，不再认可男主是个强大的男人。<br><br>剧情最成功的地方在于利用了“幼年救命之恩”这个光环。<br>这种强烈补偿心理设定让女主的挣扎显得非常真实：她对男主的呵护更像是一种对“幼年救命恩人”的回报。<br>但现实中的男主实在烂泥扶不上墙。这种长期的压抑为高潮点的“攻破防线”提供了坚实的逻辑基础。<br>并且这个黄毛并非传统的恶人，而是作为男主的正向对照组出现的。<br>相比男主的自卑和占有欲，黄毛的“努力”和“真诚”是杀伤力最大的武器。<br>哪怕没有黄毛，男主的性格缺陷也会在未来让这段感情走向崩溃。<br>男主的两次相拥、相问Callback呼应更是一场精神凌迟。<br>女主依然在你怀里，但她已不再看重你。<br>女主也不只是输给了肉欲，而是输给了被当作一个女性真正尊重和爱护的感觉。<br><br>总的来说，这是一部重心理描写胜过生理刺激（大头战胜小头）的NTR向作品。<br>它并没有停留在单纯的背叛，而是通过男主在人格层面的自我瓦解，以及女主在黄毛身上获得的“理想人格补偿”，<br>完成了一场从崇拜到怜悯、从心动到死心的心理处刑。<br><br>另外，老师有在X上说会有续作计划，还敬请期待。<br><br>————————————————————————<br>漫话漫谈-终：<br><br>那么在最后我要向各位绅士提问了：<br>只看前半部分，<br>对于这样一位能从小陪伴竹马到大，<br>为了配得上所爱之人一心努力变强，<br>日常不和也一直在提供着情绪价值，<br>愿意坚守贞洁将第一次留给男朋友，<br>爱护身体对自己负责的姑娘。<br><br>希罗到底算不算是好女孩？","g":3751911,"i":"https://ehgt.org/w/02/214/70760-kk9c058f.webp","n":"[Doujinshi] [Umemoto Seisaku Iinkai (Sakayama Shinta)] Osananajimi no Kimi [Chinese] [Digital] [MTL]","p":1769153376,"t":"faeea04987"}