{"a":"The-Kite","c":["l:english","p:pokemon","c:gardevoir","c:hex maniac","c:lopunny","c:mawile","a:the kite","f:anal","f:anal intercourse","f:beauty mark","f:big ass","f:big breasts","f:big penis","f:blowjob","f:bondage","f:cunnilingus","f:dark sclera","f:deepthroat","f:double penetration","f:eye-covering bang","f:femdom","f:furry","f:futanari","f:gag","f:human on furry","f:latex","f:monster girl","f:sex toys","f:stockings","f:strap-on","f:thigh high boots","f:yuri","o:comic","o:full color","o:story arc"],"d":"Prologue (pre-rewrite): A former model, Lou, has her career destroyed by her Gardevoir, Eerie, when Eerie became a porn-star; She decides to take back the reins of her life, as Eerie tries her best to repair their broken relationship. (p1-p57)<br><br>CH1 (pre-rewrite): Lou is forced to face her past actions and discover her family history. (p58-p114)<br><br>Hiatus &amp; Rewrite blog: http://www.hentai-foundry.com/pictures/user/TheKite/890265/HMGBAPS-Announcement-tldr-at-end<br><br>CH2: The full story of the fall of Eerie and Lou and how they finally move on together. Meanwhile, the Lacroix family has not forgotten its missing heir, and Laure's actions have consequences beyond her complicated relationship with her daughter. (p115-p155)<br><br>CH3: Lou and Eerie decide to take the next step in their chosen fields, working together to reach higher heights. To this end, they have to step out of their comfort zone. Meanwhile, Laure learns how to be a mother while trying to preserve her daughter from family intrigues. (ongoing)<br><br>--<br><br>If you like this story and would like to read it earlier at an higher resolution and access additional content (or just wants to support it, since more or less everything is eventually posted for free on my HF or Twitter), please consider supporting me on Patreon! <br>https://www.patreon.com/thekite<br><br>Other galleries:<br>http://www.hentai-foundry.com/user/TheKite/profile<br>https://twitter.com/The__Kite<br><br>--<br><br>Due to the previous user-maintained gallery containing Patreon-exclusive contents, as well as unreleased content (unused concepts and such, redbubble store material), I decided that if I was going to request its deletion, I would create and maintain a gallery myself so e-hentai HMGBAPS readers wouldn't lose an easy and accessible place to read the comic. On that note, I want to thank the people who aggregate and rendered my (non Patreon-exclusive) content accessible here for their dedication!<br><br>The previous gallery had a wide range of content, from Shorts and additional arts, but it seemed to make updates hard to find for users. Please let me know if you would prefer me to aggregate ALL HMGBAPS non-comic side content (character sheets, concepts, etc) here, or in a separate gallery.<br><br>HMGBAPS is updated on Friday weekly.<br><br>---<br><br>12/02/2022: Added the Shorts after the chapters they appear in so events appears in the chronological order they're supposed to! Please forgive the file naming, I mistakenly referenced the e-hentai page number rather than the original files name, which I belatedly realized; Made sure everything is in the right order manually, removed some of the Shorts that are no longer considered canon post rewrite... I consider redrawing and expanding the whole Clem/Aya arc, as well.<br><br>09/19/2025: We are a couple pages from the end of the \"worldbuilding\" arc; to make it shorter than it could have been, I've been progressively making the pages into double pages for a while, then more recently, semi triple pages, and we are now reaching its end.","g":3752748,"i":"https://ehgt.org/w/00/664/63568-ismlqgp1.webp","n":"[Western] [TheKite] How My Gardevoir Became a Porn Star! (ongoing)","p":1769192015,"t":"df249ca2b7"}