{"a":"grandphoenix1213","c":["l:speechless","g:sazameki dori","f:big penis","f:dickgirl on female","f:futanari","f:nun","f:sole dickgirl","f:sole female","f:tentacles"],"d":"https://www.dlsite.com/maniax/work/=/product_id/RJ286034.html<br><br>Story<br>Meena, a sister who lives in a convent.<br>As a faithful follower of God's teachings, she has a secret she has never told anyone...<br>That's... a nice futanari dick growing in your crotch!?<br><br>One day, she entered the forest and was attacked by tentacles, and her futanari cock was slurped<br>He is tortured by his tentacles and reaches his first orgasm.<br><br>Even after that, Mina can't forget the pleasure she felt when the tentacles attacked her, and breaks her vow of abstinence and masturbates.<br>Gradually, the frequency of masturbation increases, and she becomes a perverted futanari sister who masturbates her penis without leaving a trace!?<br><br>The point of my sexual desire has finally increased to the point where I can no longer be satisfied alone,<br>She is directed at the apprentice sister who looks up to Meena like an older sister...?<br><br>Contents<br>This is a collection of CG scenes in which Futanari Sister Mina awakens to the pleasure of Futanari's penis and masturbates and processes her sexual desires with the body of a junior sister.<br><br>Other<br><br>\"Sazameki Street\" is a circle that mainly posts cuckold works<br>http://www.dlsite.com/maniax/circle/profile/=/maker_id/RG35914.html<br><br>\"Tentacle Mind\" is a circle that posts relatively niche works<br>http://www.dlsite.com/maniax/circle/profile/=/maker_id/RG43623.html<br><br>Pixiv posts samples of many other works and naughty drawings<br>http://www.pixiv.net/member.php?id=23270627<br>I would appreciate it if you could search for \"Ripples Street\"<br><br>I would also like to ask you this if you would like.","g":3753399,"i":"https://ehgt.org/w/02/215/96175-sbwasl6p.webp","n":"[Doujinshi] [Sazameki Street] There's No Way This Futanari Nun Will Lose to the Pleasures of Immoral Ejaculation!","p":1769222359,"t":"5394510a25"}