{"a":"hikariyohhh","c":["l:chinese","p:doupo cangqiong","c:yun yun","f:ahegao","f:big ass","f:big breasts","f:blowjob","f:cunnilingus","f:defloration","f:kissing","f:masturbation","f:nakadashi","f:sweating"],"d":"fansky已上架！大家可以购买了！<br>如果大家真的喜欢，请去我的fansky支持一下。<br>ps：着衣为爱爱时穿衣服，无衣为爱爱时不穿，不知道大家喜欢哪种呢？<br><br>后面再来碎碎念一波。本来以为三十来页得本子，去年十月底就能完成了，可是现实狠狠的打脸啊！先是家人去世忙了半天，然后是给朋友帮忙，还经常失眠，好不容易十二月线稿完成了，开始上网点，结果带变化的灰度点比想象中的难上很多，前面得内容一天上四五页，到了后面一天不一定能上完一页。历尽千辛万苦！这本同人志终于还是完成了，感谢大家的支持！<br><br>ついにfanskyで販売スタート！皆様のご購入、お待ちしています！<br>もし本当に気に入ってくださったら、私のFanskyをサポートしていただけると嬉しいです。<br>服を着たままでセックスする人もいれば、服を脱いでセックスする人もいます。皆さんはどちらが好きですか？<br><br>さて、ここでちょっとした愚痴（というか近況報告）を。この30ページちょっとの同人誌、最初は去年の10月末には完成すると思ってたんですけど…現実は本当に厳しかったです！まず身内に不幸があってバタバタし、それから友達の手伝いも入り、不眠に悩まされる日も続いて。やっとの思いで12月に線画が完成し、トーン作業に入ったはいいけど、グラデーションや変化をつけるグレートーンが想像以上に難しくて…。最初の方は1日に4～5ページ進んだのに、後半は1日に1ページ終わるかどうかというペースに。でも、こうして様々な困難を乗り越えて、無事に同人誌を完成させることができました！本当に応援してくださった皆さん、ありがとうございます！<br><br> Live on fansky! Get it here!<br>If you really like it, I'd appreciate your support on my Fansky.<br>PS：Wearing clothes during sex means having sex while dressed, not wearing clothes means having sex without clothes. I wonder which one everyone prefers?<br><br>Now, for a little behind-the-scenes talk (or maybe a rant). I originally thought this 30-ish page doujinshi would be done by the end of last October... but reality hit hard! First, there was a family bereavement that kept me busy, then I had to help a friend, and I struggled with insomnia on top of that. I finally finished the line art in December and started on the screentones, but the gradated and varied gray tones were much harder than I imagined... I could do 4-5 pages a day at first, but later, I was lucky to finish even one page a day. But despite all the hurdles, I've finally managed to complete this doujinshi! Thank you all so much for your support!","g":3755817,"i":"https://ehgt.org/w/02/218/32211-uq1enz5u.webp","n":"[Doujinshi] [hikariyo]Ding Pin Dou Po / Battle Through the Heavens: Yun Yun Chapter, Part 1","p":1769336261,"t":"4e6d0695b1"}