{"a":"dragolem","c":["l:english","p:pokemon","c:lopunny","c:lucario","c:nate","c:rosa","a:hyoreisan","m:big penis","m:dog boy","m:first person perspective","m:knotted penis","f:big ass","f:big breasts","f:blowjob","f:bunny girl","f:furry","f:hair buns","f:human on furry","f:lingerie","f:nakadashi","f:paizuri","f:twintails","f:unusual pupils","o:comic","o:full color"],"d":"01 - After Nate became the Champion he had to train some other Pokemon to keep on top of his game, so he left his trusty Lucario in the care of Rosa! They both went straight into getting ready for a whole day of sweaty, physical training!<br>02 - Rosa begins their training and she is facsinated by how much \"growth\" Lucario has! Now she will begin a full body checkup and see how high his defence stats are!<br>03 - Rosa with her high speed and defense points move first! Rosa used wrap and is coiled around Lucario!!!<br>04 - An intense indoor training session begins as our two contestants trade blows back and forth. Who will cum out on top?!<br>05 - The match is coming to an end~ And Rosa throws out her finishing blow! Lucario was nearly a goner, but suddenly his attack rose sharply!?<br>06 - Rosa thought she had the battle in the bag! But Lucario pulls out his last bit of endurance to counterattack!!! He sucessfully hits all her weak points and Rosa has fainted!<br>07 - Rosa calls to tell Nate that his Lucario is a going to need a bit more time for \"training\". He tells her Lopunny has a few new moves to learn as well!~<br>08 - While Nate is on the line with Rosa, Lopunny up to her usual tomfoolery! Nate doesn't remember teaching her that though?!<br>09 - Holding out until he ends the line, Nate isn't happy that he's been toyed around by this Pokemon!<br>10 - Furious, Nate decides to show this bunny that HE'S the trainer! She seems to be enjoying this punishment a little too much though!","g":3756006,"i":"https://ehgt.org/w/02/208/68492-q815ny3s.webp","n":"[Western] [HyoReiSan] Rosa x Lucario / Nate x Lopunny (Pokemon)","p":1769347314,"t":"049fa1cdcb"}