{"a":"adoggo","c":["p:armored trooper votoms","p:super dimension century orguss","a:ota","o:artbook","o:goudoushi","studio amic"],"d":"A doujinshi imprint from the circle Studio Amic or Studio Amicus, this is yet another 'animator doujinshi' in that many of the illustrators went on to be animators or were adjacent in their manner of on-model rendering. Created at the height of Otaku SF works, TURBO SACK hails as a compilation work and general goudoushi, hailing works from both high school age students and newly accepted college age artists. In particular, Masahiro Kogure (小暮 昌広)'s earliest works are attributed to this imprint. This appears to be the final issue of Turbo Sack based on the editor's byline. <br><br>Many of the works lean heavily into the sphere of mecha motifs and lolicon-esque themes, primarily in their aesthetic attributions. I primarily acquired this work to document the contributions of Keisuke Tamura &amp; Katsushi Shibasawa, two animator-artists who were only in high school when they contributed to this imprint. Keisuke's Orguss themed AU works are so well drawn that I felt they needed to be curated. <br><br>▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬<br><br>Additionals:<br><br>編集後記 (henshū kōki) — Editor’s Afterword<br><br>This is Aynek.<br><br>It’s now 5:30 a.m.<br>I’m so sleepy…<br><br>But! The manuscript collection is finally finished…!<br>I somehow managed to pull it off!<br>To everyone who drew manuscripts for us—<br>I’m really sorry!!<br><br>Because the publication ended up being delayed, I caused trouble for everyone…!!<br><br>Well then, I’ll go around and write a short comment about each contributor…<br><br>OTA is currently busy with renovation work at “Higashi-? (East …?)”<br>However, his true nature hasn’t changed at all.<br><br>Kogure (Masahiro Kogure / 小暮 昌広) is still doing his best in the animation industry.<br><br>Katsuhiro and Keisuke are classmates and high school students. <br><br>JODY Birgen went to a vocational school costing 300,000 yen.<br><br>Hirokun is at a university in Tokyo.<br><br>Nota and Pohuhari both live near the coast in Niigata Prefecture.<br><br>Lastly—<br>TURBO SACK, this time…<br>No more! Stop it!!<br>Let’s meet again someday…<br>Good luck!<br><br>Helpers / Assistants:<br><br>TOMY · RIKI<br>Rookie ♡ Sakata<br><br>Publication Information<br><br>Publisher: Studio Amic<br>Release Date: April 29, Showa 59 (1984)<br>Contact Address:<br>〒951 Niigata City, Sekiya Kanazuka-cho<br>88-banchi, Nagatani Building<br>“Studio Amic”<br><br>▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬<br><br>Questions? Comments? Inquiries?<br><br>You can reach me @retroanimechris on X/Twitter/Bluesky and adoggoart@gmail.com or chrisdelabigne@gmail.com<br><br>▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬<br><br>Scanning services are available! Simply send your inquiry to any of the contacts above and I will get back to you in 24 hours at best. Discord is @Adoggoart<br><br>▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬<br><br>If you would like to help me acquire similar texts or others, please consider donating!<br><br>https://www.paypal.com/paypalme/Madanglerpress","g":3757903,"i":"https://ehgt.org/w/02/215/81732-ubp4kvir.webp","n":"[Non-H] [Studio Amic / Studio Amicus (Various)] TURBO SACK Vol. 3 (1984)","p":1769447259,"t":"6a4397f31c"}