{"a":"somercet","c":["l:english","g:stereoscope comics","f:bdsm","f:bondage","f:collar","f:cunnilingus","f:females only","f:femdom","f:gag","f:glasses","f:gloves","f:hidden sex","f:latex","f:leash","f:leotard","f:masturbation","f:shibari","f:spanking","f:straitjacket","f:sweating","f:tickling","f:tribadism","f:whip","f:yuri","o:comic","o:story arc"],"d":"Lesbians and bondage. ’Nuff said.<br><br>For the print book and other merch: https://stereoscopecomics.com/<br>https://www.patreon.com/stereoscopecomics<br>https://www.hentai-foundry.com/user/StereoscopeComics<br>https://www.deviantart.com/stereoscopecomics<br>https://www.lulu.com/search?contributor=Stereoscope+Comics<br><br>Added: We’re back! #316.<br><br>Previous add: #315.<br><br>Chapter 1: 2 (gallery page numbers)<br>Chapter 2: 57<br>Chapter 3: 87<br>Chapter 4: 110<br>Chapter 5: 138<br>Chapter 6: 165<br>Chapter 7: 208<br>Chapter 8: 240<br><br>Speaking of, amber7 is making a sanctioned Polish translation of this comic! Please upvote his efforts!<br><br>POL: Very current<br>FRA: Through chap 7<br><br>Current torrent-only extras include: “Celebrate”, “How Did You Meet?”, “She Makes Them”, “The Minx”, “Too Much to Handle”, and “Valentine’s Day.” Shorts and previews in the gallery, but not in the torrent, are “Trust,” “Wanna Play?,” and “The Novice.”<br><br>Old galleries and comments here: pork:zero’s and StonedGamer’s.<br><br>@gladiatorua: Yes, Sunstone is certainly better drawn, leaving cartoony style behind on its way to “comics as high art.” But I find Shiniez’s character interactions arch, approaching pain; its three female leads overly idealized compared to the male characters; and its take on BDSM draws from those books written by people who read Foucault “and never got over it” (h/t Laurie Anderson), the ones that natter on about “power” and “exchange.”<br><br>Black Label, on the other hand, is homey, not arch; its character interactions are more low-key and naturally clumsy; its cartoon style is attractive and expressive; and no one owns a sex club (and I hope Meg’s teacher doesn’t when we meet her).<br><br>Geez, guys, stop downvoting @gladiatorua already (-52). He had an opinion and expressed it without rancor or dumb insults.<br><br>@kscott: Some of the images in the torrent are in other galleries here on e-hentai, and it would be rude to put them in this gallery, too.<br><br>@KamikazeTestPilot: It's not just art book stuff: all are pictures of the four main characters, aside from a few look-alikes. It’s pretty common on e-hentai to put such extras in the same gallery as the story. True, most extras take up much less than one-third of the gallery pages but...","g":3760747,"i":"https://ehgt.org/w/02/188/26995-b6c9ljas.webp","n":"[Western] [Stereoscope Comics] Black Label [Ongoing]","p":1769605988,"t":"2f49c3a967"}